[
  {
    "pneumonia_cause": "Actinomycosis",
    "CLINICAL MANIFESTATIONS": "Actinomycosis results from pathogen introduction follow-ing a breakdown in mucocutaneous protective barriers. Spread within the host is by direct invasion of adjacent tissues, typically forming sinus tracts that cross tissue planes. The most common species causing human disease is Actinomyces israelii There are 3 common anatomic sites of infection. Cervicofacial is most common, often occurring after tooth extraction, oral surgery, or other oral/facial trauma or even from carious teeth. Localized pain and induration may progress to cervical abscess and woody hard nodular lesions lumpy jaw, which can develop draining sinus tracts, usually at the angle of the jaw or in the submandibular region. Infection may contribute to recurrent or persistent tonsillitis. Thoracic disease most commonly is secondary to aspiration of oropharyngeal secretions but may be an extension of cervicofacial infec-tion. It occurs rarely after esophageal disruption secondary to surgery or nonpenetrat-ing trauma. Thoracic presentation includes pneumonia, which can be complicated by abscesses, empyema, and rarely, pleurodermal sinuses. Focal or multifocal mediastinal and pulmonary masses may be mistaken for tumors. Abdominal actinomycosis usually is attributable to penetrating trauma or intestinal perforation. The appendix and cecum are the most common sites; symptoms are similar to appendicitis. Slowly developing masses may simulate abdominal or retroperitoneal neoplasms. Intra-abdominal abscesses and peritoneal-dermal draining sinuses occur eventually. Chronic localized disease often forms draining sinus tracts with purulent discharge. Other sites of infection include the liver, pelvis (which, in some cases, has been linked to use of intrauterine devices), heart, testi-cles, and brain (which usually is associated with a primary pulmonary focus). Noninvasive primary cutaneous actinomycosis has occurred",
    "risk_factors": "Poor oral hygiene, dental procedures, aspiration, disruption of mucosal barriers.",
    "cxr_findings": "Mass-like infiltrates, consolidation, cavitation, or pleural effusion (empyema),be complicated by abscesses, empyema, and rarely, pleurodermal sinuses.",
    "season": "No seasonal predilection",
    "regions": "worldwide",
    "best_age": "Rare in infants/children, more common in adults",
    "sex": "male>female",
    "induction": "uncommon, varies from several days to several years.",
    "diagnosis": "culture",
    "treatment": "Initial therapy should include intravenous penicillin G or ampicillin for 4 to 6 weeks followed by high doses of oral penicillin (up to 2 g/day for adults), usually for a total of 6 to 12 months depending on the extent of disease and success of surgical man-agement (when indicated)"
  },
  {
    "pneumonia_cause": "Adenovirus Infections",
    "CLINICAL MANIFESTATIONS": "Adenovirus infections of the upper respiratory tract are common and often subclinical; when symptomatic, adenoviruses may cause common cold symptoms, pharyngitis, tonsillitis, otitis media, and pharyngoconjunctival fever Adenoviruses occasionally cause a pertussis-like syndrome, croup, bronchiolitis, influenza-like illness, exudative tonsillitis, and hemorrhagic cystitis. Ocular adenovirus infections may present as follicular conjunctivitis or as epidemic keratoconjunctivitis. Enteric adeno-viruses are an important cause of childhood gastroenteritis. Life-threatening disseminated infection, lower respiratory infection (eg, severe pneumonia, bronchiolitis obliterans), hepatitis, meningitis, and encephalitis occur occasionally, especially among young infants and immunocompromised people",
    "risk_factors": "severe especially among young infants and immunocompromised people.",
    "cxr_findings": "Patchy bilateral ground-glass opacities, consolidation, or interstitial infiltrates; hyperinflation may be seen in bronchiolitis.",
    "season": "Year-round, with peak incidence in late winter, spring, and early summer.",
    "regions": "Worldwide.",
    "best_age": "any age, but most common and severe in infants and young children",
    "sex": "No specific predilection.",
    "induction": "varies from 2 to 14 days",
    "diagnosis": "PCR",
    "treatment": "supportive, For severe disease in immunocompromised patients, Cidofovir may be considered."
  },
  {
    "pneumonia_cause": "anaerobic gram-negative bacilli (AGNB)",
    "CLINICAL MANIFESTATIONS": "Bacteroides, Prevotella, and other anaerobic gram-negative bacilli (AGNB) organisms from the oral cavity can cause chronic sinusitis, chronic otitis media, parotitis, dental infection, peritonsillar abscess, cervical adenitis, retropharyn-geal space infection, aspiration pneumonia, lung abscess, pleural empyema, or nec-rotizing pneumonia. Species from the gastrointestinal tract are recovered in patients with peritonitis, intra-abdominal abscess, pelvic inflammatory disease, Bartholin cyst abscess, tubo-ovarian abscess, endometritis, acute and chronic prostatitis, prostatic and scrotal abscesses, scrotal gangrene, postoperative wound infection, and vulvovaginal and perianal infections. Invasion of the bloodstream from the oral cavity or intestinal tract can lead to brain abscess, meningitis, endocarditis, arthritis, or osteomyelitis. Skin and soft tissue infections include bacterial gangrene and necroتizing fasciitis; ompha-litis in newborn infants; cellulitis at the site of fetal monitors, human bite wounds, or burns; infections adjacent to the mouth or rectum; and infected decubitus ulcer Neonatal infections, including conjunctivitis, pneumonia, bacteremia, or meningitis, rarely occur. In most cases in which Bacteroides, Prevotella, and other AGNB are implicated, the infections are polymicrobial, with between 5 and 10 different organism being present",
    "risk_factors": "Aspiration (due to altered consciousness, seizures, or dysphagia), severe periodontal disease/poor oral hygiene, mucosal surface damage (following surgery or trauma), and gastroesophageal reflux (GERD). Neonatal infections are rare but can occur via ascending infection or during delivery through an infected birth canal.",
    "cxr_findings": "Commonly presents as aspiration pneumonia, typically localized in the dependent segments of the lungs (right lower lobe or posterior segments of upper lobes). Progression to lung abscess (thick-walled cavity with an air-fluid level) or necrotizing pneumonia with multiple small cavities is characteristic.",
    "season": "No seasonal predilection; occurs year-round.",
    "regions": "Worldwide.",
    "best_age": "Can affect any age, but higher risk in children with neurological impairment, developmental delay, or those undergoing dental/oropharyngeal procedures.",
    "sex": "No specific predilection.",
    "induction": "Variable; typically 1 to 5 days for acute aspiration, but symptoms can be subacute, taking weeks to manifest as a lung abscess.",
    "diagnosis": "Definitive diagnosis requires culture from a sterile site (e.g., pleural fluid or lung aspirate). Gram stain of high-quality specimens (like BAL or pleural fluid) shows characteristic pleomorphic gram-negative bacilli. Routine sputum cultures are often misleading due to normal oral flora contamination.",
    "treatment": "penicillin G, ampicillin, and clindamycin / penicillin is not recommended for empirical coverage or for treatment of severe pleuropulmonary infections so use beta-lactamase inhibitor / More than 80% of isolates are susceptible to cefoxitin and linezolid / Cefuroxime, cefotaxime, and ceftriaxone are not reliably effective"
  },
  {
    "pneumonia_cause": "Bartonella henselae (Cat-Scratch Disease)",
    "CLINICAL MANIFESTATIONS": "Cat scratch disease, the predominant clinical manifestation of Bartonella henselae infection, presents in 85 to 90% of children as a localized cutane-ous and regional lymphadenopathy disorder. A skin papule or pustule develops within 12 days at the presumed site of inoculation in approximately two thirds of cases and usually precedes development of lymphadenopathy by 1 to 2 weeks (range, 7–60 days) Lymphadenopathy occurs in nodes that drain the site of inoculation, typically axillary, but cervical, submandibular, submental, epitrochlear, or inguinal nodes can be involved. Low-grade fever lasting several days develops in 30% of patients. The skin overlying affected  BARTONELLA HENSELAE (CAT-SCRATCH DISEASE) 227 lymph nodes can be normal or tender, warm, erythematous, and indurated, and approxi-mately 10% to 20% of affected nodes suppurate. Typically, lymphadenopathy resolves spontaneously in 2 to 4 months. Less common manifestations of B henselae infection likely reflect bloodborne dis-seminated disease and include culture-negative endocarditis, encephalopathy, osteo-lytic lesions, glomerulonephritis, pneumonia, thrombocytopenic purpura, erythema nodosum, and prolonged fever with granulomata in the liver and spleen. Chronic Bartonella infection in nonimmunocompromised children has not been substantiated scientifically Ocular manifestations occur in 5% to 10% of patients. The most classic and frequent presentation of ocular B henselae infection is Parinaud oculoglandular syndrome, which consists of follicular conjunctivitis and ipsilateral preauricular lymphadenopathy. Another occasional ocular manifestation is neuroretinitis, which is characterized by abrupt unilat-eral (and rarely bilateral) painless vision impairment, granulomatous optic disc swelling, and macular edema, with lipid exudates (macular star). Rare presentations include retino-choroiditis, anterior uveitis, vitritis, pars planitis, retinal vasculitis, retinitis, branch retinal arteriolar or venular occlusions, macular hole, or retinal detachments (extraordinarily rare)",
    "risk_factors": "Exposure to kittens especially those with fleas, cat bites or scratches. Severe or disseminated disease, including pneumonia, is more common in immunocompromised individuals e.g., those with HIV AIDS or solid organ transplants",
    "cxr_findings": "Pulmonary radiographic findings are diverse and may include patchy or interstitial infiltrates, pleural effusions, and hilar lymphadenopathy. Residua such as nodules, cysts, or cavitary lesions have been reported but are uncommon. Mimicking of sarcoidosis or malignancy is possible due to lymphadenopathy.",
    "season": "Occurs year-round but is reported more often during the fall and winter in temperate climates, potentially due to kitten breeding cycles and increased indoor contact.",
    "regions": "Worldwide.",
    "best_age": "Primarily affects children and adolescents younger than 20 years.",
    "sex": "Slightly more common in males.",
    "induction": "Usually 1 to 3 weeks for the initial skin papule, followed by lymphadenopathy 1 to 4 weeks later.",
    "diagnosis": "Serologic tests (IFA or ELISA) for B. henselae antibodies are the most common diagnostic method. PCR of lymph node aspirates or tissue is highly specific. Warthin-Starry silver stain can identify the organisms in tissue biopsies.",
    "treatment": "Management of localized uncomplicated CSD primarily is aimed at relief of symptoms, because the disease is self-limited, resolving spontaneously in 2 to 4 months No antibiotic regimen has been shown to be beneficial in improving the clinical cure rate, and in most cases, antibiotic therapy is not indicated. Painful suppurative nodes can be treated with needle aspiration for relief of symptoms. Incision and drainage should be avoided, because this may facilitate fistula formation; surgical excision generally is unnecessary Some experts recommend antimicrobial therapy in acutely or severely ill immuno-competent patients with systemic symptoms, particularly people with retinitis, hepatic or splenic involvement, osteomyelitis, or painful adenitis. Several antimicrobial agents (azithromycin, clarithromycin, ciprofloxacin, doxycycline, trimethoprim-sulfamethoxazole, ceftriaxone, gentamicin, and rifampin) have in vitro activity against B henselae. However, outcomes for most forms of CSD are generally excellent with or without therapy Doxycycline plus rifampin are often used for patients with neuroretinitis. Doxycycline may be used regardless of patient age (see Tetracyclines, p 866). Reports in the litera-ture note that a large majority of such patients experience significant visual recovery to 20/40 or better. Corticosteroids should be considered in conjunction with ophthalmology consultation.Antimicrobial therapy is recommended for all immunocompromised people, because treatment of bacillary angiomatosis and bacillary peliosis has been shown to be beneficial Azithromycin or doxycycline is effective for treatment of these conditions therapy should be administered for 3 months for bacillary angiomatosis and for 4 months for bacillary  BAYLISASCARIS INFECTIONS 229 peliosis to prevent relapse. In these patients, doxycycline can be used for short durations (ie, 21 days or less) without regard to patient age; for the longer treatment durations required for treatment of Bartonella infection in immunocompromised people, for whom the alternative treatment of azithromycin exists, doxycycline is not recommended in chil-dren younger than 8 years (see Tetracyclines, p 866).For patients with unusual manifestations of Bartonella infection (eg, culture-negative endocarditis, neuroretinitis, disease in immunocompromised patients), consultation with a pediatric infectious diseases expert is recommended",
    "treatment_pneumonia": "Antimicrobial therapy is recommended for all immunocompromised people, Azithromycin or doxycycline is effective"
  },
  {
    "pneumonia_cause": "SARS-CoV-2 (COVID-19)",
    "CLINICAL MANIFESTATIONS": "Symptoms range from asymptomatic infection to severe pneumonia and ARDS. In children, it commonly presents with fever, cough, sore throat, and fatigue. Pneumonia is characterized by dyspnea and hypoxia. A unique pediatric manifestation is Multisystem Inflammatory Syndrome in Children (MIS-C), occurring 2–6 weeks after acute infection, presenting with persistent fever, gastrointestinal symptoms, rash, and cardiac dysfunction.",
    "risk_factors": "Obesity, chronic lung disease (including asthma requiring medication), congenital heart disease, diabetes, sickle cell disease, and immunocompromising conditions. Neurodevelopmental disorders are also significant risk factors in children.",
    "cxr_findings": "Common findings include bilateral ground-glass opacities (GGO) and multiple areas of consolidation, typically with a peripheral and basal distribution. Computed tomography (CT) is more sensitive and may show the crazy-paving pattern in severe cases. In mild pediatric cases, the CXR may be normal.",
    "season": "Initially showed non-seasonal waves, but currently circulating year-round with tendencies to peak during winter months and following the emergence of new variants.",
    "regions": "Worldwide (Endemic).",
    "best_age": "All ages; however, severe pneumonia is more common in adolescents and infants <1 year. MIS-C typically affects school-aged children (median age 8–11 years).",
    "sex": "Slightly more severe cases and higher hospitalization rates reported in males.",
    "induction": "Typically 2 to 14 days (median 3 to 5 days with Omicron and subsequent variants).",
    "diagnosis": "Nucleic acid amplification tests (RT-PCR) of nasopharyngeal or anterior nasal swabs is the gold standard. Rapid antigen tests are useful for screening but have lower sensitivity, especially in asymptomatic cases.",
    "treatment": "Management is primarily supportive (hydration, antipyretics). For hospitalized children with severe pneumonia, treatments include Oxygen, Corticosteroids (Dexamethasone), and potentially Remdesivir. Immunomodulators (e.g., Baricitinib or Tocilizumab) are reserved for patients with rapidly increasing oxygen requirements.",
    "prevention": "Vaccination remains the primary preventive measure for children 6 months and older. Monoclonal antibodies are reserved for specific high-risk immunocompromised populations."
  },
  {
    "pneumonia_cause": "Human coronaviruses",
    "CLINICAL MANIFESTATIONS": "Human coronaviruses (HCoVs) 229E, OC43, NL63, and HKU1 are associated most frequently with an upper respiratory tract infection characterized by rhinorrhea, nasal congestion, sore throat, sneezing, and cough that may be associated with mild fever. Symptoms are self-limited and typically peak on day 3 or 4 of illness. These HCoV infections also may be associated with acute otitis media or asthma exacerbations. Less frequently, they are associated with lower respiratory tract infections, including bron-chiolitis, croup, and pneumonia, primarily in infants and children and adults who are immunocompromised",
    "risk_factors": "Young infants, immunocompromised state, underlying cardiopulmonary disease.",
    "cxr_findings": "Peribronchial thickening, interstitial infiltrates, or patchy consolidation.",
    "season": "Winter and spring (temperate climates).",
    "regions": "Worldwide; MERS-CoV focal in Arabian Peninsula.",
    "best_age": "Any age, reinfection is common.",
    "sex": "No specific predilection.",
    "induction": "2 to 5 days (HCoV-229E); 2 to 14 days (MERS-CoV).",
    "diagnosis": "RT-PCR assays (Multiplex respiratory panels).",
    "treatment": "supportive"
  },
  {
    "pneumonia_cause": "Cryptococcosis",
    "CLINICAL MANIFESTATIONS": "Primary pulmonary infection is acquired by inhalation of aerosolized Cryptococcus fungal propagules found in contaminated soil or organic material (eg, trees, rotting wood, and bird guano), and infection often is asymptomatic or mild.Pulmonary disease, when symptomatic, is characterized by cough, chest pain, and consti-tutional symptoms. Chest radiographs may reveal solitary or multiple masses; patchy, seg-mental, or lobar consolidation, which often is multifocal; or a nodular or reticulonodular pattern with interstitial changes. Pulmonary cryptococcosis may present as acute respira-tory distress syndrome (ARDS) and can mimic Pneumocystis pneumonia. Hematogenous dissemination occurs particularly to the central nervous system (CNS) but also to bones, skin, and other body sites. Disseminated cryptococcosis is generally rare in children and almost always occurs in children with defects in T-lymphocyte–mediated immunity, includ-ing children with leukemia or lymphoma, those taking corticosteroids, children with con-genital immunodeficiency such as hyperimmunoglobulin M syndrome or severe combined immunodeficiency syndrome, those with acquired immunodeficiency syndrome (AIDS), or those who have undergone solid organ transplantation. Several sites usually are infected, but manifestations of involvement at one site predominate. Cryptococcal meningitis, the most common and serious form of cryptococcal disease, often follows an indolent course but symptoms can be more acute in severely immunosuppressed patients. Symptoms are often typical of those of meningitis, meningoencephalitis, or space-occupying lesions, but sometimes manifest only as subtle, nonspecific findings such as fever, headache, or behavioral changes. Cryptococcal fungemia without apparent organ involvement occurs in patients with human immunodeficiency virus (HIV) infection but is rare in children",
    "risk_factors": "Impairment of T-lymphocyte–mediated immunity (e.g., HIV/AIDS, malignancies, or prolonged corticosteroid therapy), solid organ transplant recipients, and chronic granulomatous disease. C. gattii can infect apparently healthy individuals and is associated with exposure to certain trees (e.g., eucalyptus) and soil.",
    "cxr_findings": "Chest radiographs may reveal solitary or multiple masses (cryptococcomas); patchy, segmental, or lobar consolidation; or diffuse interstitial patterns (especially in HIV patients). Hilar lymphadenopathy and pleural effusions are less common but can occur.",
    "season": "No seasonal predilection; occurs year-round.",
    "regions": "C. neoformans is found worldwide (often associated with bird droppings, especially pigeons). C. gattii is endemic in tropical and subtropical regions, and the Pacific Northwest of North America.",
    "best_age": "Can affect any age, but clinically significant disease in children is rare compared to adults, unless an underlying immunodeficiency is present.",
    "sex": "No specific predilection noted in children.",
    "induction": "Unknown/Variable; ranges from weeks to months, often remaining latent until host immunity wanes.",
    "diagnosis": "Detection of cryptococcal antigen (CrAg) in serum or CSF is highly sensitive and specific. Definitive diagnosis is by culture or microscopic identification of encapsulated yeast cells using India ink preparation. Histopathology (mucicarmine stain) can also identify the capsule.",
    "treatment_pneumonia": "Patients with less severe nonmeningeal disease (pulmonary disease only) and who are immunocompetent may be treated with Fluconazole for 6 to 12 months. For severe pulmonary disease or any CNS involvement, initial induction therapy with Amphotericin B (preferably lipid formulation) plus Flucytosine is required.",
    "treatment": "Management of underlying immunosuppression (e.g., starting ART in HIV patients) is crucial. Long-term suppressive therapy with Fluconazole may be necessary in patients with persistent immune deficits to prevent relapse."
  },
  {
    "pneumonia_cause": "Blastomycosis",
    "CLINICAL MANIFESTATIONS": "Blastomycosis typically presents as a pulmonary infection after inhalation of spores. Symptoms can range from an acute influenza-like illness to chronic pneumonia with fever, weight loss, productive cough, and hemoptysis, mimicking tuberculosis or malignancy. Extrapulmonary dissemination is common, even in immunocompetent hosts, most frequently involving the skin (verrucous or ulcerative lesions), bones, and the genitourinary tract. Central nervous system involvement can occur in severe cases.",
    "risk_factors": "Exposure to acidic, moist soil enriched with decomposing organic matter (e.g., wood, leaves) near waterways. Chronic obstructive pulmonary disease (COPD) and immunocompromising conditions (e.g., cancer, HIV) increase the risk of severe disease. In some studies, Black race has been associated with a higher risk of severe or disseminated infection.",
    "cxr_findings": "Typical radiographic patterns include consolidation, patchy pneumonitis, or large mass-like lesions (often mistaken for tumors). Other findings include miliary patterns, cavitation (less common than in TB), and hilar adenopathy. Pleural effusions are relatively uncommon.",
    "season": "No distinct seasonal pattern, though activities in wooded areas or near water during warm months may increase exposure.",
    "regions": "Endemic in North America, particularly in the Ohio and Mississippi River valleys, the Great Lakes region, and the St. Lawrence River valley. Also reported in parts of Africa and India.",
    "best_age": "Can affect any age, but most symptomatic cases are reported in adults. In children, it often presents as severe acute pneumonia.",
    "sex": "Historically reported more in males, likely due to occupational and recreational exposure to outdoor environments.",
    "induction": "Usually 2 weeks to 3 months (median of 45 days).",
    "diagnosis": "Definitively diagnosed by microscopic identification of the characteristic large, broad-based budding yeasts in clinical specimens (sputum, pus, or tissue biopsy). Culture is also definitive but can take weeks. Urinary and serum antigen tests are sensitive for screening but may cross-react with other fungi like Histoplasma.",
    "treatment_pneumonia": "All cases of blastomycosis in children should be treated. For severe or life-threatening pneumonia, Lipid formulation of Amphotericin B is the initial treatment of choice. For mild-to-moderate pulmonary disease, oral Itraconazole is the preferred agent.",
    "treatment": "Because of the high risk of dissemination, some experts recommend that all symptomatic patients be treated. Treatment is typically prolonged, lasting from 6 to 12 months depending on the severity and site of infection. Monitoring of Itraconazole serum concentrations is often recommended in children."
  },
  {
    "pneumonia_cause": "Bocavirus",
    "CLINICAL MANIFESTATIONS": "Human bocavirus (HBoV) first was identified in 2005 from a cohort of children with acute respiratory tract symptoms. Pneumonia, bronchiolitis, exacerbations of asthma, the common cold, and acute otitis media have been attributed 1 Chapman SW, Dismukes WE, Proia LA, et al. Clinical guidelines for the management of blastomycosis: 2008 update by the Infectious Diseases Society of America. Clin Infect Dis. 2008;46(12):1801–1812 234 BOCAVIRUS to HBoV . Symptoms may include cough, rhinorrhea, wheezing, and fever. HBoV has been identified in 5% to 33% of all children with acute respiratory tract infections in vari-ous settings (eg, inpatient facilities, outpatient facilities, child care centers). High rates of HBoV subclinical infections have been documented, complicating etiologic association with disease. The role of HBoV as a pathogen in human infection is further confounded by simultaneous detection of other viral pathogens in patients in whom HBoV is identi-fied, with coinfection rates ranging from 20% to as high as 80%. However, a number of lines of evidence support the role of HBoV as a pathogen, at least during primary infec-tion. These include longitudinal cohort studies showing an association of primary infec-tion with symptomatic illness and case-control studies showing associations of illness with monoinfection, high viral load, and detection of HBoV mRNA. HBoV has been detected in stool samples from children with acute gastroenteritis;however, further studies are needed to better understand the role of HBoV in gastroen-teritis. Infection with HBoV appears to be ubiquitous, because nearly all children develop serologic evidence of previous HBoV infection by 5 years of age",
    "risk_factors": "Children with pre-existing lung conditions, asthma, or immunocompromising conditions. Exposure to other infected children in daycare or school settings is a common factor.",
    "cxr_findings": "Radiographic findings are typically nonspecific and consistent with viral pneumonia, including peribronchial thickening, hyperinflation, and patchy interstitial infiltrates. Focal consolidation is rare unless a bacterial co-infection is present.",
    "season": "Detected worldwide and throughout the year; however, in temperate climates, peak activity is often observed during the winter and spring months.",
    "regions": "Worldwide.",
    "best_age": "Most common in infants and young children between 6 months and 3 years of age. Seroprevalence studies show that most children are infected by age 6.",
    "sex": "No specific predilection noted.",
    "induction": "Not precisely established, but estimated to be between 3 to 7 days based on related parvoviruses.",
    "diagnosis": "Nucleic acid amplification tests (PCR) of respiratory secretions are the primary method for detection. However, because HBoV DNA can persist in the respiratory tract for weeks or even months, a positive PCR result does not always prove acute infection. High viral load or detection of mRNA may better indicate active replication.",
    "treatment_pneumonia": "No specific antiviral therapy is available. Management is supportive, including hydration and oxygen therapy if needed. Bronchodilators may be used if wheezing is present, especially in children with underlying reactive airway disease.",
    "treatment": "No specific therapy is available. Prevention relies on standard hygienic measures such as handwashing and avoiding contact with symptomatic individuals."
  },
  {
    "pneumonia_cause": "Burkholderia Infections",
    "CLINICAL MANIFESTATIONS": "Species within the Burkholderia cepacia complex have been primarily associated with infections in individuals with cystic fibrosis (CF) or chronic gran-ulomatous disease (CGD). Infections have also been reported in people with hemoglobin-opathies and malignant neoplasms and in preterm infants. Airway infections of B cepacia in people with cystic fibrosis usually occur later in the course of disease, after respiratory epithelial damage and bronchiectasis have occurred. Patients with cystic fibrosis can become chronically infected with little change in the rate of pulmonary decompensa-tion, or can experience an accelerated decline in pulmonary function or an unexpectedly rapid deterioration in clinical status that results in death. In patients with chronic granu-lomatous disease, pneumonia is the most common manifestation of B cepacia complex  BURKHOLDERIA INFECTIONS 241 infection; lymphadenitis also occurs. Disease onset is insidious, with low-grade fever early in the course and systemic effects occurring 3 to 4 weeks later. Pleural effusions are com-mon, and lung abscesses can occur. Health care-associated infections including wound and urinary tract infections and pneumonia have been reported, and clusters of disease have been associated with contaminated pharmaceutical products, including nasal sprays, mouthwash, sublingual probes, prefilled saline flush syringes, and oral docusate sodium Burkholderia pseudomallei is the cause of melioidosis. Its geographic range is expand-ing, and disease now is known to be endemic in Southeast Asia, northern Australia, areas of the Indian Subcontinent, southern China, Hong Kong, Taiwan, several Pacific and Indian Ocean Islands, and some areas of South and Central America. Melioidosis can occur in patients in the United States, usually among travelers returning from areas with endemic disease. Melioidosis can be asymptomatic or can manifest as a localized infection or as fulminant septicemia with or without pneumonia. Approximately 50% of adults with melioidosis are bacteremic on admission to hospital; bacteremia is less common in children. Pneumonia is the most commonly reported clinical manifestation of melioidosis in adults. Localized cutaneous disease is the most common presentation in immunocom-petent children. Genitourinary infections including prostatic abscesses, septic arthritis and osteomyelitis, and central nervous system involvement, including brain abscesses, also occur. Acute suppurative parotitis is a manifestation that occurs frequently in children in Thailand and Cambodia but is less commonly seen in other areas with endemic infec-tion. In severe cutaneous infection, necrotizing fasciitis has been reported. In dissemi-nated infection, hepatic and splenic abscesses can occur, as can disseminated cutaneous abscesses, and relapses are common without prolonged therapy",
    "risk_factors": "Cystic fibrosis (CF), chronic granulomatous disease (CGD), hemoglobinopathies (e.g., thalassemia), and diabetes mellitus. For melioidosis (B. pseudomallei), contact with contaminated soil or water, especially during rainy seasons in endemic areas.",
    "cxr_findings": "Findings often include patchy or nodular bilateral infiltrates. In severe cases, cavitation, lung abscesses, and pleural effusions are common. In cepacia syndrome, rapidly progressive consolidation is typical.",
    "season": "Melioidosis (B. pseudomallei) is strongly associated with the rainy season; B. cepacia has no distinct seasonal pattern.",
    "regions": "B. cepacia is found worldwide in moist environments and healthcare settings. B. pseudomallei is endemic in Southeast Asia, Northern Australia, and increasingly reported in Central/South America and parts of Africa.",
    "best_age": "Can affect any age; B. cepacia risk increases with the severity of underlying CF lung disease (often adolescents and young adults).",
    "sex": "No specific predilection.",
    "induction": "For melioidosis, the median is 9 days (range: 1–21 days), but it can remain latent for years. For B. cepacia, the period from colonization to invasive disease is highly variable.",
    "diagnosis": "Isolation of the organism through culture from sputum, blood, or respiratory secretions. Identification requires selective media (e.g., BCSA for B. cepacia). Molecular methods (PCR) are used for species differentiation. B. pseudomallei is a potential bioterrorism agent and must be handled in BSL-3 labs.",
    "treatment_pneumonia": "trime-thoprim-sulfamethoxazole, ceftazidime, minocycline, fluoroquinolones, carbapenems, and newer beta-lactam/beta-lactamase inhibitor combinations / resistant to aminoglycosides and polymyxins and are resistant to many beta lactam agents such as penicillin, ampicillin, carboxypenicillins, and first- and second-generation cephalosporins",
    "treatment": "Drugs that may have activity against B cepacia complex include trime-thoprim-sulfamethoxazole, ceftazidime, minocycline, fluoroquinolones, carbapenems, and newer beta-lactam/beta-lactamase inhibitor combinations. Some experts recom-mend combinations of antimicrobial agents that provide synergistic activity against B cepacia complex in vitro. The majority of B cepacia complex isolates are intrinsically resistant to aminoglycosides and polymyxins and are resistant to many beta lactam agents such as penicillin, ampicillin, carboxypenicillins, and first- and second-generation cephalosporins. CAMPYLOBACTER INFECTIONS 243 The drugs of choice for initial treatment of melioidosis depend on the type of clinical infection, susceptibility testing, and presence of comorbidities in the patient (eg, diabetes mellitus, liver or renal disease, cancer, hemoglobinopathies, cystic fibrosis). Treatment of severe invasive infection should include meropenem or ceftazidime (rare resistance) for a minimum of 10 to 14 days, with prolonged therapy (>4 weeks) for deep-seated and complicated infections. After acute therapy is completed, oral eradication therapy with trimethoprim-sulfamethoxazole for 3 to 6 months is recommended to reduce recurrence.Amoxicillin clavulanate is considered a second-line oral agent and may be associated with a higher rate of relapse"
  },
  {
    "pneumonia_cause": "Chlamydia pneumoniae",
    "CLINICAL MANIFESTATIONS": "Infection with C. pneumoniae typically presents as a mild upper respiratory tract illness or atypical pneumonia. The clinical course can be biphasic: beginning with pharyngitis, hoarseness (laryngitis), and sinusitis, then culminating in atypical pneumonia after 1 to 3 weeks. The cough is often persistent and nonproductive, lasting for weeks or months. Fever is common but usually low-grade. It is also a known trigger for asthma exacerbations.",
    "risk_factors": "Living in crowded environments such as dormitories, schools, and military barracks. The risk of severe disease is higher in patients with pre-existing reactive airway disease or chronic lung disease.",
    "cxr_findings": "Chest radiography may reveal a variety of findings ranging from pleural effusion (rare) to small, patchy, unilateral, or bilateral subsegmental infiltrates. In some cases, a single subsegmental opacity is the only finding. Radiographic resolution is often slow.",
    "season": "No distinct seasonal pattern; infections occur sporadically throughout the year with periodic outbreaks every few years.",
    "regions": "Worldwide.",
    "best_age": "The timing of initial infection peaks between 5 and 15 years of age. It is uncommon in children younger than 5 years.",
    "sex": "No specific predilection.",
    "induction": "Usually about 21 days (range: 7 to 28 days).",
    "diagnosis": "Nucleic acid amplification tests (PCR) of nasopharyngeal or oropharyngeal swabs are the most sensitive and preferred method. Serology using microimmunofluorescence (MIF) can be used, with a fourfold rise in IgG or an IgM titer ≥ 1:16 indicating acute infection.",
    "treatment_pneumonia": "The preferred treatment is a macrolide, such as Azithromycin, Erythromycin, or Clarithromycin. Doxycycline is an effective alternative for children 8 years of age or older and can be used in younger children if the benefits outweigh the risks.",
    "treatment": "Most respiratory tract infections believed to be caused by C. pneumoniae are mild and self-limited. However, for diagnosed pneumonia, a full course of antibiotics (e.g., Azithromycin for 5 days or Clarithromycin/Doxycycline for 10–14 days) is recommended to ensure clinical resolution and potentially reduce carriage."
  },
  {
    "pneumonia_cause": "Chlamydia psittaci",
    "CLINICAL MANIFESTATIONS": "Psittacosis (ornithosis) is an acute respiratory tract infec-tion with systemic symptoms and signs that often include fever, nonproductive cough, dyspnea, headache, myalgia, chills, and malaise. Less common symptoms include phar-yngitis, diarrhea, constipation, nausea and vomiting, abdominal pain, arthralgia, rash, and altered mental status. Extensive interstitial pneumonia can occur, with radiographic changes characteristically more severe than would be expected from physical examina-tion findings. Rarely, infection with Chlamydia psittaci has been reported to affect organ systems other than the respiratory tract, resulting in arthritis, endocarditis, myocardi-tis, pericarditis, dilated cardiomyopathy, thrombophlebitis, nephritis, hepatitis, cranial nerve palsy (including sensorineural hearing loss), transverse myelitis, meningitis, and encephalitis. Infection in pregnancy may be life-threatening to the mother and cause fetal loss. There are conflicting reports regarding an association of psittacosis with ocu-lar adnexal marginal zone lymphomas involving orbital soft tissue, lacrimal glands, and conjunctiva",
    "risk_factors": "Exposure to infected birds, including psittacine birds (parrots, parakeets, cockatiels) and occasionally poultry (turkeys, ducks) or pigeons. Infection is usually acquired by inhaling aerosolized organisms from dried feces, urine, or respiratory secretions of infected birds.",
    "cxr_findings": "Extensive interstitial pneumonia is common; radiographic changes characteristically are much more severe than suggested by the clinical physical examination. Findings may include patchy, reticular, or lobar infiltrates, often beginning at the hilum and spreading peripherally.",
    "season": "Occurs sporadically in any season; outbreaks may occur among workers in poultry processing plants or pet shops.",
    "regions": "Worldwide.",
    "best_age": "Can affect all ages, but symptomatic illness is more frequently reported in adolescents and adults who have occupational or recreational exposure to birds.",
    "sex": "No specific predilection, though occupational exposure may lead to higher rates in certain groups.",
    "induction": "Typically 5 to 14 days, though ranges of up to 4 weeks have been reported.",
    "diagnosis": "microimmunofluorescence test",
    "treatment_pneumonia": "Doxycycline is the drug of choice and can be used for short durations (ie, 21 days or less) without regard to patient age",
    "treatment": "Doxycycline is the drug of choice and can be used for short durations (ie, 21 days or less) without regard to patient age. Erythromycin and azithromycin are alter-native agents and are recommended for pregnant women. Therapy should continue for 10 to 14 days after fever abates. Most C psittaci infections are responsive to antimicrobial agents within 1 to 2 days. In patients with severe infection, intravenous doxycycline may be considered"
  },
  {
    "pneumonia_cause": "Chlamydia trachomatis",
    "CLINICAL MANIFESTATIONS": "Chlamydia trachomatis is associated with a range of clinical manifestations, including neonatal conjunctivitis, nasopharyngitis, and pneumonia in young infants as well as genital tract infection, lymphogranuloma venereum (LGV), and trachoma in children, adolescents, and adults, Pneumonia in young infants usually is an afebrile illness of insidious onset occurring between 2 and 19 weeks after birth. A repetitive staccato cough, tachypnea, and rales in an afebrile 1-month-old infant are characteristic but not always present. Wheezing is uncommon. Hyperinflation usually accompanies infiltrates seen on chest radiographs.Nasal stuffiness and otitis media may occur. Untreated disease can linger or recur Severe chlamydial pneumonia has occurred in infants and some immunocompromised adults",
    "risk_factors": "Infants born to mothers with untreated genital chlamydial infection (vertical transmission during delivery). The age of presentation is typically between 2 and 19 weeks after birth.",
    "cxr_findings": "Hyperinflation usually accompanies bilateral, symmetrical interstitial or patchy alveolar infiltrates seen on chest radiographs. Pleural effusions and lobar consolidation are rare.",
    "season": "No seasonal predilection; occurs year-round reflecting the prevalence of maternal genital infection.",
    "regions": "Worldwide.",
    "best_age": "Young infants, primarily between 1 and 4 months of age.",
    "sex": "No specific predilection.",
    "induction": "The incubation period for pneumonia usually is at least 1 to 3 months, although conjunctivitis typically appears earlier (5–14 days after birth).",
    "diagnosis": "Nucleic acid amplification tests (NAAT) of nasopharyngeal specimens are the preferred diagnostic method due to high sensitivity. Culture is definitive but difficult. An acute microimmunofluorescent (MIF) serum titer of C. trachomatis-specific IgM ≥1:32 is also diagnostic.",
    "treatment_pneumonia": "erythromycin (50 mg/kg/day in 4 divided doses daily) for 14 days or with azithromycin (20 mg/kg as a single daily dose) for 3 days",
    "treatment": " been reported in infants younger than 6 weeks. Infants treated with either of these anti-microbial agents should be followed for signs and symptoms of IHPS.Infants born to mothers known to have untreated chlamydial infection are at high risk of infection; however, prophylactic antimicrobial treatment is not indicated, because the efficacy of such treatment is unknown. Infants should be monitored clinically to ensure appropriate treatment if infection develops. If adequate follow-up cannot be ensured, preemptive therapy should be considered. For treatment of chlamydial infections in infants and children: For children who weigh <45 kg, the recommended regimen is oral erythromycin base or ethylsuc-cinate, 50 mg/kg/day, divided into 4 doses daily for 14 days. Data are limited on the effectiveness and optimal dose of azithromycin for treatment of chlamydial infections in infants and children who weigh <45 kg. For children who weigh ≥45 kg but who are younger than 8 years, the recommended regimen is azithromycin, 1 g, orally, in a single dose. For children 8 years and older, the recommended regimen is azithro-mycin, 1 g, orally, in a single dose, or doxycycline, 100 mg, orally, twice a day for 7 days"
  },
  {
    "pneumonia_cause": "Coccidioidomycosis",
    "CLINICAL MANIFESTATIONS": "Coccidioidomycosis, also called valley fever, is an infection caused by the fungus Coccidioides. Primary pulmonary infection is acquired by inhaling fungal conidia and is asymptomatic or self-limited in 60% to 65% of infected children and adults. Constitutional symptoms, including extreme fatigue and weight loss, are com-mon and can persist for weeks or months. Symptomatic disease can resemble influenza or community-acquired pneumonia, with malaise, fever, cough, myalgia, arthralgia, head-ache, and chest pain. Pleural effusion, empyema, and mediastinal involvement are more common in children. Acute infection may be associated only with cutaneous abnormalities, such as ery-thema multiforme, an erythematous maculopapular rash, or erythema nodosum mani-festing as bilateral symmetrical violaceous nodules usually overlying the shins. Chronic pulmonary lesions are rare, but approximately 5% of infected people develop asymptom-atic pulmonary radiographic residua (eg, cysts, nodules, cavitary lesions, coin lesions).Nonpulmonary primary infection is rare and usually follows trauma associated with contamination of wounds by arthroconidia. Cutaneous lesions and soft tissue infections often are accompanied by regional lymphadenitis.Disseminated (extrapulmonary) infection occurs in less than 0.5% of infected people;common sites of dissemination include skin, bones, joints, and the central nervous system (CNS). Meningitis is invariably fatal if untreated. Congenital infection is rare",
    "risk_factors": "People with impairment of T-lymphocyte–mediated immunity caused by HIV infection, primary immunodeficiency, or immunosuppressive therapies (e.g., TNF-alpha inhibitors, corticosteroids). Pregnant women (especially in the third trimester), neonates, and persons of African or Filipino descent are at higher risk for disseminated disease.",
    "cxr_findings": "Findings vary from small areas of focal consolidation or patchy infiltrates to thin-walled cavities (coccidioidal cavities). Pleural effusion, empyema, and mediastinal lymphadenopathy are more common in severe or disseminated forms. Diffuse bilateral reticulonodular or miliary patterns suggest hematogenous spread.",
    "season": "Increased incidence often occurs after dust storms or during dry seasons following a rainy period, as spores (arthroconidia) become airborne.",
    "regions": "Endemic to the arid and semi-arid regions of the Southwestern United States (Arizona, California, New Mexico, Texas), parts of Mexico, and Central and South America.",
    "best_age": "Can affect any age, but severe symptomatic illness is more common in adults; however, it remains a significant cause of community-acquired pneumonia in children living in endemic areas.",
    "sex": "Disseminated disease is more frequently reported in males, possibly due to higher occupational exposure to dust and soil.",
    "induction": "1 to 3 weeks following inhalation of arthroconidia.",
    "diagnosis": "Serologic tests (EIA, Immunodiffusion, or Complement Fixation) are most common. Culture of sputum, bronchial washings, or tissue is definitive but dangerous for lab staff. Microscopic identification of spherules in clinical specimens (KOH prep or histology) is pathognomonic. PCR is available in some specialized labs.",
    "treatment-pneumonia": "For diffuse pneumonia, defined as bilateral reticulonodular or miliary infiltrates, amphotericin B or high-dose fluconazole is recommended. Amphotericin B is used more frequently in the presence of severe hypoxemia or rapid clinical deterioration. The total length of therapy for diffuse pneumonia is 1 year",
    "treatment": "Antifungal therapy is not recommended routinely for uncomplicated asymptomatic primary infection in people without risk factors for severe disease. Although most mild cases will resolve without therapy, some experts believe that treatment may reduce illness duration or risk of severe complications. Most experts recommend treat-ment of coccidioidomycosis with fluconazole for 3 to 6 months for people at risk of severe disease or people with severe primary infection. During pregnancy, amphotericin B (including lipid formulations) is the treatment of choice over fluconazole and other azole antifungals, as fluconazole has been demonstrated to be a teratogen in early pregnancy. Follow-up every 1 to 3 months for up to 2 years, either to document radiographic resolu-tion or to identify residual abnormalities or pulmonary or extrapulmonary complications, is recommended. For diffuse pneumonia, defined as bilateral reticulonodular or miliary infiltrates, amphotericin B or high-dose fluconazole is recommended. Amphotericin B is used more frequently in the presence of severe hypoxemia or rapid clinical deterioration. The total length of therapy for diffuse pneumonia is 1 year.Oral fluconazole or itraconazole is the recommended initial therapy for disseminated infection not involving the CNS. Amphotericin B is recommended as alternative therapy if lesions are progressing or are in critical locations, such as the vertebral column, or in fulminant infections because it is believed to result in more rapid improvement. Consultation with a specialist for treatment of patients with CNS disease caused by Coccidioides species is recommended. High-dose oral fluconazole (adult dose: 400–1200 mg/day) is recommended for treatment of patients with CNS infection. Patients who respond to azole therapy should continue this treatment indefinitely (for the remainder of life). For CNS infections that are unresponsive to oral azoles or are associated with severe, basilar inflammation, intrathecal amphotericin B deoxycholate therapy can be used to augment the azole therapy. A subcutaneous reservoir can facilitate administration into the cisternal space or lateral ventricle. Hydrocephalus is a common complication of coccidi-oidal meningitis and nearly always requires a shunt for decompression.There are reports of success with voriconazole, posaconazole, and isavuconazole in treatment of coccidioidomycosis, but this has not been established in children. These newer agents may be administered in certain clinical settings, such as therapeutic failure in severe coccidioidal disease (eg, meningitis). When used, these newer azoles should be administered in consultation with experts experienced with their use in treatment of coccidioidomycosis.The duration of antifungal therapy is variable and depends on the site(s) of involve-ment, clinical response, and mycologic and immunologic test results. In general, therapy is continued until clinical and laboratory evidence indicates that active infection has resolved. Treatment for disseminated coccidioidomycosis is at least 6 months but for some patients may be extended to 1 year or longer. The role of subsequent suppressive azole therapy is uncertain, except for patients with CNS infection, osteomyelitis, or underlying human immunodeficiency virus (HIV) infection or for solid organ transplant recipients. Coccidioidal meningitis requires lifelong therapy. The duration of suppressive therapy also may be lifelong for other high-risk groups.1 Women should be advised to avoid preg-nancy while receiving fluconazole, which is known to be teratogenic.Surgical débridement or excision of lesions in bone, pericardium, and lung has been advocated for localized, symptomatic, persistent, resistant, or progressive lesions. In some localized infections with sinuses, fistulae, or abscesses, amphotericin B has been instilled locally or used for irrigation of wounds. Antifungal prophylaxis for solid organ transplant recipients may be considered if they reside in areas with endemicity and have prior sero-logic evidence or a history of coccidioidomycosis"
  },
  {
    "pneumonia_cause": "Cytomegalovirus Infection",
    "CLINICAL MANIFESTATIONS": "Manifestations of acquired human cytomegalovirus (CMV) infection vary with the age and immunocompetence of the host. Asymptomatic infections are the most common, particularly in children. An infectious mononucleosis-like syn-drome with prolonged fever and mild hepatitis, occurring in the absence of heterophile antibody production (“monospot negative”), may occur in adolescents and adults. End-organ disease, including pneumonia, colitis, retinitis, meningoencephalitis, or transverse myelitis, or a CMV syndrome characterized by fever, thrombocytopenia, leukopenia, and mild hepatitis may occur in immunocompromised hosts, including people receiving treatment for malignant neoplasms, people infected with human immunodeficiency virus (HIV), and people receiving immunosuppressive therapy for solid organ or hematopoietic stem cell transplantation. Less commonly, patients treated with biologic response modi-fiers (see Biologic Response-Modifying Drugs Used to Decrease Inflammation, p 82) can exhibit CMV end-organ disease, such as retinitis and hepatitis.Congenital CMV infection has a spectrum of clinical manifestations but usually is not evident at birth (asymptomatic congenital CMV infection). Approximately 10% of infants with congenital CMV infection exhibit clinical findings that are evident at birth (symp-tomatic congenital CMV disease), with manifestations including jaundice attributable to direct hyperbilirubinemia, petechiae attributable to thrombocytopenia, purpura, hepa-tosplenomegaly, microcephaly, intracerebral (typically periventricular) calcifications, and retinitis; developmental delays can occur among affected infants in later infancy and early childhood. Death attributable to congenital CMV is estimated to occur in 3% to 10% of infants with symptomatic disease or 0.3% to 1.0% of all infants with congenital CMV infection. Congenital CMV infection is the leading nongenetic cause of sensorineural hear-ing loss (SNHL) in children in the United States. Approximately 20% of all hearing loss at birth and 25% of all hearing loss at 4 years of age is attributable to congenital CMV infection. SNHL is the most common sequela following congenital CMV infection, with SNHL occurring in up to 50% of children with congenital infections that are symptom-atic at birth and up to 15% of those with asymptomatic infections. Approximately 40% of infected children who ultimately develop SNHL will not have hearing loss detectable within the first month of life, illustrating the risk of late-onset SNHL in these populations. Approximately 50% of children with CMV-associated SNHL continue to have further deterioration (progression) of their hearing loss over time.Infection acquired during the intrapartum period from maternal cervical secretions or in the postpartum period from human milk usually is not associated with clinical illness in term infants. In preterm infants, however, postpartum infection resulting from human milk or from transfusion from CMV-seropositive donors has been associated with hepa-titis, interstitial pneumonia, hematologic abnormalities including thrombocytopenia and leukopenia, and a viral sepsis syndrome",
    "risk_factors": "Immunocompromised hosts (e.g., transplant recipients, HIV/AIDS), fetuses (congenital infection), and preterm infants receiving blood transfusions[cite: 6, 24, 27].",
    "cxr_findings": "Diffuse, bilateral interstitial or reticulonodular infiltrates; ground-glass opacities[cite: 27].",
    "season": "No seasonal predilection[cite: 24].",
    "regions": "Worldwide[cite: 6, 24].",
    "best_age": "Neonates (congenital) and any age if immunocompromised[cite: 6].",
    "sex": "No specific predilection[cite: 6].",
    "induction": "3 to 12 weeks for acquired infection; weeks to months for reactivation[cite: 24].",
    "diagnosis": "Quantitative PCR for CMV DNA in blood or bronchoalveolar lavage (BAL); viral culture or histology (Owl’s eye inclusion bodies)[cite: 27].",
    "treatment": "children with congenital CMV , in addition to the standard hearing assessments recom-mended for all children at 4, 5, 6, 8, and 10 years of age.Preterm infants with perinatally acquired CMV infection can have symptomatic, end-organ disease (eg, pneumonitis, hepatitis, thrombocytopenia). Antiviral treatment has not been studied in this population. If such patients are treated with parenteral ganciclovir, a reasonable approach is to treat for 2 weeks and then reassess responsiveness to therapy. If clinical data suggest benefit of treatment, an additional 1 to 2 weeks of parenteral ganci-clovir can be considered if symptoms and signs have not resolved. Valganciclovir gener-ally is not a reasonable alternative in this setting, given the degree of illness these infants are experiencing and the corresponding effect that this potentially could have on gastroin-testinal tract absorption of valganciclovir and first-pass hepatic metabolism to ganciclovir.In hematopoietic stem cell transplant recipients, the combination of Immune Globulin Intravenous (IGIV) or CMV Immune Globulin Intravenous (CMV-IGIV) and intravenous ganciclovir has been reported to be synergistic in treatment of CMV pneumonia. Unlike CMV-IGIV , IGIV products have varying anti-CMV antibody concentrations from lot to lot, are not tested routinely for their quantities of anti-CMV antibodies, and do not have a specified titer of antibodies to CMV that have correlated with efficacy. Valganciclovir and foscarnet have been approved for treatment and maintenance therapy of CMV retinitis in adults with acquired immunodeficiency syndrome, and letermovir has been approved for prophylaxis of CMV infection and disease in adult CMV-seropositive recipients of an allo-geneic hematopoietic stem cell transplant (see Non-HIV Antiviral Drugs, p 930). Foscarnet is more toxic (with high rates of limiting nephrotoxicity) but may be advantageous for some patients with HIV infection, including people with disease caused by ganciclovir-resistant virus or people who are unable to tolerate ganciclovir. Cidofovir is efficacious for CMV retinitis in adults with AIDS but is associated with significant nephrotoxicity.CMV establishes lifelong persistent infection, and as such, it is not eliminated from the body with antiviral treatment of CMV disease. Until immune reconstitution is achieved with antiretroviral therapy, chronic suppressive therapy should be administered to HIV-infected patients with a history of CMV end-organ disease (eg, retinitis, colitis, pneumonitis) to prevent recurrence. Discontinuing prophylaxis may be considered for pediatric patients 6 years and older with CD4+ T-lymphocyte counts of >100 cells/ mm3 for >6 consecutive months and for children younger than 6 years with CD4+ T-lymphocyte percentages of >15% for >6 consecutive months. For immunocompro-mised children with CMV retinitis, such decisions should be made in close consultation with an ophthalmologist and should take into account such factors as magnitude and duration of CD4+ T-lymphocyte increase, anatomic location of the retinal lesion, vision in the contralateral eye, and the feasibility of regular ophthalmologic monitoring. All patients who have had anti-CMV maintenance therapy discontinued should continue to undergo regular ophthalmologic monitoring at 3- to 6-month intervals for early detection of CMV relapse as well as immune reconstitution uveitis"
  },
  {
    "pneumonia_cause": "Enterobacteriaceae",
    "CLINICAL MANIFESTATIONS": "Neonatal septicemia or meningitis caused by Escherichia coli and other gram-negative bacilli cannot be differentiated clinically from septicemia or meningitis caused by other organisms. The early signs of sepsis can be subtle and similar to signs observed in noninfectious processes. Signs of septicemia include fever,temperature instability, heart rate abnormalities, grunting respirations, apnea, cyanosis, lethargy, irritability, anorexia, vomiting, jaundice, abdominal distention, cellulitis, and diarrhea. Meningitis, especially early in the course, can occur without overt signs suggest-ing central nervous system involvement. Some gram-negative bacilli, such as Citrobacter koseri, Cronobacter (formerly Enterobacter) sakazakii, Serratia marcescens, and Salmonella species, are associated with increased risk for brain abscesses in infants with meningitis caused by these organisms",
    "risk_factors": "maternal intrapartum infection, gestation less than 37 weeks, low birth weight, and prolonged rupture of membranes. Metabolic abnormalities (eg, galactosemia), fetal hypoxia, and acidosis, Neonates with defects in the integrity of skin or mucosa (eg, myelomeningocele) or abnormalities of gastrointestinal or genitourinary tracts, intensive care units, sys-tems for respiratory and metabolic support, invasive or surgical procedures, and indwell-ing vascular catheters, Frequent use of broad-spectrum antimicrobial agents",
    "cxr_findings": "Patchy bronchopneumonia, often bilateral; can progress to lung abscess or empyema, especially with Klebsiella.",
    "season": "No seasonal predilection; year-round.",
    "regions": "Worldwide.",
    "best_age": "Neonates (highest risk) and infants; also children with chronic underlying conditions.",
    "sex": "Males may have a slightly higher risk for neonatal sepsis.",
    "induction": "Early-onset: within 72 hours of birth; Late-onset: after 72 hours of birth.",
    "diagnosis": "Culture of blood, tracheal aspirate, or pleural fluid; PCR for specific resistance genes if suspected.",
    "treatment": "Initial empiric treatment for suspected early-onset gram-negative sepsis in neonates should be based on local and regional antimicrobial susceptibility data. The propor-tion of E coli bloodstream infections with onset within 72 hours of life that are resistant to ampicillin is high (approximately two-thirds) among very low birth weight infants. These E coli infections almost invariably are susceptible to gentamicin, although mono-therapy with an aminoglycoside is not recommended. Ampicillin and an aminoglycoside may be first-line therapy for neonatal sepsis in areas with low ampicillin resistance. An alternative regimen of ampicillin and an extended-spectrum cephalosporin (such as cefotaxime or, if that is unavailable, ceftazidime or cefepime) can be used, but rapid emergence of cephalosporin-resistant organisms, especially Enterobacter species, Klebsiella species, and Serratia species and increased risk of colonization or infection with ESBL-producing Enterobacteriaceae can occur when cepha-losporin use is routine in a neonatal unit. The empiric addition of broader-spectrum antibiotic therapy may be considered until culture results are available if patient is a severely ill preterm infant at the highest risk for early-onset gram-negative sepsis (such as infants with very low birth weight born after prolonged premature rupture of mem-branes and infants exposed to prolonged courses of antepartum antibiotic therapy) or a term neonate who is critically ill. When there is a concern for gram-negative meningitis, an extended-spectrum cephalosporin (eg, cefotaxime or, if that is unavailable, ceftazi-dime or cefepime) should be used unless local resistance profiles increase the likelihood, of a multidrug-resistant gram-negative organism, in which case a carbapenem is the preferred choice for empiric therapy.  Once the causative agent and its in vitro antimicrobial susceptibility pattern are known, nonmeningeal infections should be treated with ampicillin, an appropriate aminogly-coside, or an extended-spectrum cephalosporin (such as cefotaxime) on the basis of the susceptibility results. Some experts treat nonmeningeal infections caused by Enterobacter species, Serratia species, and some other less commonly occurring gram-negative bacilli with a beta-lactam antimicrobial agent and an aminoglycoside.  For ampicillin-susceptible CSF isolates of E coli, meningitis can be treated with ampicil-lin or cefotaxime; meningitis caused by an ampicillin-resistant, cefotaxime-susceptible isolate can be treated with cefotaxime. Combination therapy of ampicillin or cefo-taxime with an aminoglycoside is used until CSF is sterile. Expert advice from an infec-tious disease specialist is helpful for management of meningitis.  A carbapenem is the drug of choice for treatment of Enterobacteriaceae infections caused by ESBL-producing organisms, especially certain K pneumoniae isolates. Of the amino-glycosides, amikacin retains the most activity against ESBL-producing strains. An ami-noglycoside or cefepime can be used if the organism is susceptible, because cefepime does not induce chromosomal AmpC enzymes.  E meningoseptica intrinsically is resistant to most beta-lactams, including carbapenems, and has variable susceptibility to trimethoprim-sulfamethoxazole and fluoroquinolones; most are susceptible to piperacillin-tazobactam and rifampin. Expert advice from an infectious disease specialist is helpful in management of multidrug-resistant infection (eg, E meningoseptica) and ESBL-producing gram-negative infections in neonates. The treatment of infections caused by carbapenemase-producing gram-negative organ-isms is guided by the susceptibility profile, which depends in part on the carbapenemase type. Treatment can include an aminoglycoside, especially amikacin; trimethoprim-sul-famethoxazole; or colistin. Isolates often are susceptible to tigecycline, fluoroquinolones, and polymyxin B, for which experience in neonates is limited. Ceftazidime-avibactam may be effective in some cases and is approved for children 3 months to 18 years of age for the treatment of complicated urinary tract infection or complicated intrabdominal infection (in the latter case, additional therapy such as metronidazole is needed for anaerobic coverage). Some carbapenemase-producing isolates may retain susceptibility to aztreonam. Combination therapy often is used. Treatment regimens using carbapen-ems may be an option if the carbapenem minimal inhibitory concentration is in the intermediate range or lower, and with a second antibiotic agent being added or when a prolonged infusion regimen is used. Expert advice from an infectious disease specialist is helpful in management of carbapenemase-producing gram-negative infections.All neonates with gram-negative meningitis should undergo repeat lumbar puncture to ensure sterility of the CSF after 24 to 48 hours of therapy. If CSF remains culture positive, choice and doses of antimicrobial agents should be reevaluated, and another lumbar puncture should be performed after another 48 to 72 hours.Duration of therapy is based on clinical and bacteriologic response of the patient and the site(s) of infection; the usual duration of therapy for uncomplicated bacteremia is 10 to 14 days, and for meningitis, minimum duration is 21 days.All infants with gram-negative meningitis should undergo careful follow-up examina-tions, including testing for hearing loss, neurologic abnormalities, and developmental delay, Immune Globulin Intravenous (IGIV) therapy for newborn infants receiving antimicro-bial agents for suspected or proven serious infection has been shown to have no effect on outcomes measured and is not recommended"
  },
  {
    "pneumonia_cause": "Enterovirus",
    "CLINICAL MANIFESTATIONS": "Nonpolio enteroviruses are responsible for significant and frequent illnesses in infants and children and result in protean clinical manifestations. The most common manifestation is nonspecific febrile illness, which in young infants may lead to evaluation for bacterial sepsis. Other manifestations can include: (1) respiratory: coryza, pharyngitis, herpangina, stomatitis, parotitis, croup, bronchiolitis, pneumonia, pleurodynia, and bronchospasm; (2) skin: hand-foot-and-mouth disease, onychomadesis (shedding of nails), and nonspecific exanthems (particularly associated with echoviruses); (3) neurologic: aseptic meningitis, encephalitis, and motor paralysis (acute flaccid myeli-tis); (4) gastrointestinal/genitourinary: vomiting, diarrhea, abdominal pain, hepatitis, pancreatitis, and orchitis; (5) eye: acute hemorrhagic conjunctivitis and uveitis; (6) heart: myopericarditis; and (7) muscle: pleurodynia and other skeletal myositis. Neonates, espe-cially those who acquire infection in the absence of type-specific maternal antibody, are at risk of severe and life-threatening disease, including viral sepsis, meningoencephalitis, myocarditis, hepatitis, coagulopathy, and pneumonitis. Acute flaccid myelitis (AFM) is a rare but serious neurologic illness that presents with acute onset of limb weakness, most often accompanied by cerebrospinal fluid pleocytosis and nonenhancing lesions localized to the gray matter of the spinal cord on magnetic resonance imaging. Multiple viruses are known to cause this condition, including enteroviruses.Infection with enterovirus A71 is associated with hand-foot-and-mouth disease, herpangina, and in a small proportion of cases, severe neurologic disease, including brainstem encephalomyelitis and acute flaccid myelitis; secondary pulmonary edema/ hemorrhage and cardiopulmonary collapse can occur, resulting in fatalities and sequelae among survivors.Other noteworthy but not exclusive clinical associations include coxsackieviruses A6, A10, and A16 with hand-foot-and-mouth disease (including severe hand-foot-and-mouth disease, “eczema coxsackium,” and atypical cutaneous involvement with coxsackievirus A6); coxsackievirus A24 variant and enterovirus D70 with acute hemorrhagic conjunctivi-tis; and coxsackieviruses B1 through B5 with pleurodynia and myopericarditis. Enterovirus D68 (EV-D68) is associated with mild to severe respiratory illness in infants, children, and teenagers and has been responsible for localized and large multinational outbreaks of respiratory disease. Disease is usually characterized by exacerbation of preexisting asthma or new-onset wheezing in children without history of asthma, often requiring hospital-ization and, in some patients, intensive supportive care. Enterovirus D-68 has also been epidemiologically linked to biennial outbreaks of AFM beginning in 2014, although this pattern was disrupted during the pandemic year 2020.Patients with humoral and combined immune deficiencies can develop persistent central nervous system infections, a dermatomyositis-like syndrome, arthritis, hepatitis, and/or disseminated infection. Severe and/or chronic neurologic or multisystem disease is reported in hematopoietic stem cell and solid organ transplant recipients, children with malignancies, and patients treated with anti-CD20 monoclonal antibody (eg, rituximab)",
    "risk_factors": "Infection incidence, clinical attack rates, and disease severity typically are greatest in infants and young children, and infections occur more frequently in tropical areas and where poor sanitation, poor hygiene, and high population density are present",
    "cxr_findings": "Typically non-specific interstitial infiltrates; secondary pulmonary edema may occur in severe EV-A71 infections.",
    "season": "Temperate climates: summer and fall (peak June–October).",
    "regions": "Worldwide.",
    "best_age": "Infants and young children.",
    "sex": "Some reports suggest a higher prevalence in males for severe respiratory disease.",
    "induction": "Typically 3 to 6 days.",
    "diagnosis": "pcr",
    "treatment": "No specific therapy is available for enteroviruses infections. Immune Globulin Intravenous (IGIV), administered intravenously or via intraventricular admin-istration, may be beneficial for chronic enterovirus meningoencephalitis in immunodefi-cient patients. However, IGIV is not approved for intraventricular administration. IGIV also has been used for life-threatening neonatal enterovirus infections (maternal convales-cent plasma also has been used), severe enterovirus infections in transplant recipients and people with malignancies, suspected viral myocarditis, enterovirus A71 neurologic disease, and for patients with AFM, but proof of efficacy for these uses is lacking. The CDC has provided interim guidance on the clinical management of children with AFM (www.cdc.gov/acute-flaccid-myelitis/hcp/clinical-management.html) with no specific therapy recommended. Interferons occasionally have been used for treatment of enterovirus-associated myocarditis and chronic enterovirus meningoencephalitis, without definitive proof of efficacy. The antiviral drug pleconaril has activity against many enteroviruses but is not avail-able commercially. Pocapavir is another antiviral drug that is being developed primarily for the treatment of chronic poliovirus infection in patients with a primary immunodefi-ciency and has some activity in vitro against some nonpolio enteroviruses. Like pleconaril, pocapavir is not commercially available but may be accessible under a compassionate use mechanism. Fluoxetine has in vitro activity against group B and D enteroviruses (includ-ing EV-D68), but studies have not proven clinical benefit"
  },
  {
    "pneumonia_cause": "Epstein-Barr Virus Infections",
    "CLINICAL MANIFESTATIONS": "Infectious mononucleosis is the most common presentation of primary symptomatic Epstein-Barr virus (EBV) infection. It manifests typically as fever, pharyngitis with or without petechiae, exudative pharyngitis, lymphadenopathy, hepa-tosplenomegaly, and atypical lymphocytosis. The spectrum of disease is wide, ranging from asymptomatic to fatal infection. Infections are unrecognized or nonspecific in infants and young children. Rash can occur in up to 20% of patients and is more common in patients treated with antibiotics, most commonly ampicillin or amoxicillin as well as with other penicillins. Central nervous system (CNS) manifestations include aseptic meningi-tis, encephalitis, myelitis, optic neuritis, cranial nerve palsies, transverse myelitis, Alice in Wonderland syndrome, and Guillain-Barré syndrome. Hematologic complications include splenic rupture, thrombocytopenia, agranulocytosis, hemolytic anemia, and hemophago-cytic lymphohistiocytosis (HLH, or hemophagocytic syndrome). Pneumonia, orchitis, and myocarditis are observed infrequently. Early in the course of primary infection, 1% to 10% of circulating B lymphocytes are infected with EBV , and EBV-specific cytotoxic/sup-pressor T lymphocytes account for up to 50% of the CD8+ T lymphocytes in the blood. Replication of EBV in B lymphocytes results in T-lymphocyte proliferation and inhibition of B-lymphocyte proliferation by T-lymphocyte cytotoxic responses, natural killer (NK) cell activation, and the production of neutralizing antibodies. Fatal disseminated infection or B-lymphocyte, T-lymphocyte, or NK-cell lymphomas rarely occur in children with no detectable immunologic abnormality as well as in children with congenital or acquired cellular immune deficiencies.EBV is associated with several other distinct disorders, including X-linked lym-phoproliferative syndrome, post-transplantation lymphoproliferative disorders, Burkitt lymphoma, nasopharyngeal carcinoma, undifferentiated B- or T-lymphocyte lymphomas, and leiomyosarcoma. X-linked lymphoproliferative syndrome occurs most often in people with an inherited, maternally derived, recessive genetic defect in the SH2DIA or XIAP/ BIRC4 genes, which are important in several lymphocyte signaling pathways. The syn-drome is characterized by several phenotypic expressions, including occurrence of fatal infectious mononucleosis early in life among boys; HLH; nodular B-lymphocyte lym-phomas, often with CNS involvement; and profound pancytopenia. Similarly, X-linked immunodeficiency with magnesium defect, EBV infection, and neoplasia (XMEN) disease is characterized by loss-of-function mutations in the gene encoding magnesium trans-porter 1 (MAGT1), chronic high-level EBV DNAemia with increased EBV-infected B cells, and heightened susceptibility to EBV-associated lymphomas. Several other genetic mutations associated with the failure to control EBV infection because of changes in T lymphocyte and NK cell function have also been described. EBV-associated lymphoproliferative disorders can also occur in patients who are immunocompromised, such as transplant recipients or people infected with human immu-nodeficiency virus (HIV). The highest incidence of these disorders occurs in small intes-tine transplant recipients, with moderate risk in liver, pancreas, lung, and heart transplant recipients. Proliferative states range from benign lymph node hypertrophy to monoclonal lymphomas. Other EBV-associated lymphoproliferative syndromes are of greater impor-tance outside the United States, such as Burkitt lymphoma, which can be endemic or spo-radic. EBV is present in virtually 100% of endemic Burkitt lymphoma (a B-lymphocyte tumor predominantly found in head and neck lymph nodes primarily in Central Africa) versus 20% in sporadic Burkitt lymphoma (a B-lymphocyte tumor of abdominal lym-phoid tissue predominantly in North America and Europe). EBV is found in nearly 100% of nasopharyngeal carcinoma in Southeast Asia and the Inuit populations. EBV also has been associated with Hodgkin disease (a B-lymphocyte tumor), non-Hodgkin lymphomas (both B and T lymphocyte types), gastric carcinoma “lymphoepitheliomas,” and a variety of other epithelial malignancies.Chronic fatigue syndrome is not directly caused by EBV infection; however, fatigue lasting 6 months or more may follow approximately 10% of cases of classic infectious mononucleosis",
    "risk_factors": "Immunocompromised state (e.g., post-transplant PTLD), adolescents and young adults (for clinical mononucleosis).",
    "cxr_findings": "Interstitial infiltrates, hilar lymphadenopathy, or occasionally pleural effusion.",
    "season": "No seasonal predilection; occurs year-round.",
    "regions": "Worldwide.",
    "best_age": "Adolescents and young adults for infectious mononucleosis; young children often have asymptomatic or mild primary infection.",
    "sex": "No specific predilection.",
    "induction": "30 to 50 days (Incubation period).",
    "diagnosis": "EBV-specific serologic antibody tests (VCA-IgM, VCA-IgG, and EBNA); Heterophile antibody test (Monospot) in older children; PCR for viral load in immunocompromised cases.",
    "treatment": "Currently, there is no antiviral treatment approved for EBV infection.Patients suspected to have infectious mononucleosis should not receive ampicillin or amoxicillin, which may cause nonallergic morbilliform rashes in a proportion of patients with active EBV infection. Although therapy with short-course corticosteroids may have a beneficial effect on some acute symptoms, because of potential adverse effects, their use is usually considered only for patients with marked tonsillar inflammation with impending airway obstruction, massive splenomegaly, myocarditis, hemolytic anemia, or HLH. The dosage of prednisone usually is 1 mg/kg per day, orally (maximum 60 mg/day), for 5 to 7 days, in some cases with tapering. Life-threatening HLH has been treated with cytotoxic agents and immunomodulators, including etoposide, cyclosporine, and/or corticoste-roids. Although acyclovir and valacyclovir have in vitro antiviral activity against EBV and reduce viral replication, they produce no clinical benefit in infectious mononucleosis but are occasionally used in immunocompromised patients. Decreasing immunosuppressive therapy often is beneficial for patients with EBV-induced post-transplant lymphoprolif-erative disorders (PTLD). Rituximab, a monoclonal antibody directed against CD20+ B lymphocytes, also is used both preemptively and for treatment of PTLD in hematopoietic stem cell and solid organ transplant patients, respectively.Strenuous activity and contact sports should be avoided for at least 21 days after onset of symptoms of infectious mononucleosis. After 21 days, limited noncontact aerobicactivity can be allowed if there are no symptoms and there is no overt splenomegaly. Clearance to participate in contact sports is appropriate after 4 to 7 weeks following the onset of symptoms if the athlete is asymptomatic and has no overt splenomegaly. Imaging modalities rarely are helpful in decisions about clearance to return to contact sports.Repeat monospot or EBV serologic testing is not useful in most clinical situations. It may take 3 to 6 months or longer following mononucleosis for an athlete to return to preillness fitness"
  },
  {
    "pneumonia_cause": "Pseudallescheria",
    "CLINICAL MANIFESTATIONS": "Can cause a spectrum of disease including pneumonia, localized pulmonary processes (fungus balls/mycetomas), or disseminated infection. In immunocompromised patients, it presents as invasive pneumonia with fever, cough, and chest pain, often mimicking aspergillosis. It can also cause allergic bronchopulmonary disease in patients with cystic fibrosis.",
    "risk_factors": "Immunosuppression (especially prolonged neutropenia or transplant), trauma, near-drowning (aspiration of contaminated water), cystic fibrosis, and chronic granulomatous disease.",
    "cxr_findings": "Pulmonary nodules, cavitary lesions, or diffuse infiltrates; often indistinguishable from invasive aspergillosis on imaging.",
    "season": "No seasonal predilection; ubiquitous in soil and polluted water.",
    "regions": "Worldwide.",
    "best_age": "Any age; frequency depends on underlying risk factors.",
    "sex": "No specific predilection.",
    "induction": "Variable; depends on the mode of acquisition (inhalation vs. inoculation).",
    "diagnosis": "Culture and histopathologic examination of tissue",
    "treatment": "Voriconazole or isavuconazole"
  },
  {
    "pneumonia_cause": "Talaromycosis",
    "CLINICAL MANIFESTATIONS": "Commonly presents as a disseminated infection in HIV-infected patients. Symptoms include fever, weight loss, anemia, lymphadenopathy, and hepatosplenomegaly. Pneumonitis occurs in about 40-50% of cases, characterized by cough and dyspnea. A hallmark finding is characteristic umbilicated skin lesions (molluscum-contagiosum-like).",
    "risk_factors": "Advanced HIV infection (CD4 <100 cells/uL), travel or residence in Southeast Asia (e.g., Thailand, Vietnam), Southern China, or Northeastern India.",
    "cxr_findings": "Diffuse interstitial or reticulonodular infiltrates, localized consolidation, or pulmonary nodules; occasionally pleural effusion.",
    "season": "Increased incidence may be associated with the rainy season in endemic areas.",
    "regions": "Southeast Asia, Southern China, and Northeastern India.",
    "best_age": "Any age; primarily affects adults with HIV, but children in endemic areas are also at risk.",
    "sex": "No inherent predilection, though higher rates are seen in males due to occupational/exposure factors in endemic regions.",
    "induction": "1 to 3 weeks (Incubation period).",
    "diagnosis": "Culture and histopathologic examination of tissue",
    "treatment": "Amphotericin B; alternative, itraconazole"
  },
  {
    "pneumonia_cause": "Haemophilus influenzae Infections",
    "CLINICAL MANIFESTATIONS": "Haemophilus influenzae type b (Hib) causes pneumonia, bacte-remia, meningitis, epiglottitis, septic arthritis, cellulitis, otitis media, purulent pericarditis, and less commonly, endocarditis, endophthalmitis, osteomyelitis, peritonitis, and gan-grene. Infections caused by encapsulated but non-type b H influenzae present in a similar manner to type b infections. Nonencapsulated strains more commonly cause infections of the respiratory tract (eg, otitis media, sinusitis, pneumonia, conjunctivitis), but cases of bacteremia, meningitis, chorioamnionitis, and neonatal septicemia are well described",
    "risk_factors": "Unimmunized or under-immunized children younger than 5 years, sickle cell disease, asplenia, HIV infection, and antibody deficiency syndromes.",
    "cxr_findings": "Consolidation (often lobar); pleural effusion is relatively common (occurring in about 5-10% of cases).",
    "season": "Year-round; however, incidence may increase in winter and spring in temperate climates.",
    "regions": "Worldwide (incidence significantly reduced in countries with high Hib vaccine coverage).",
    "best_age": "Children younger than 5 years (peak incidence 6–18 months).",
    "sex": "No specific predilection reported.",
    "induction": "Unknown; likely 2 to 4 days.",
    "diagnosis": "Culture from blood, pleural fluid, or other sterile sites. Gram stain showing gram-negative pleomorphic coccobacilli; Latex agglutination or PCR for Hib capsular antigen.",
    "treatment": "Initial therapy for children with H influenzae meningitis is cefotaxime or ceftriaxone. Intravenous ampicillin may be substituted if the isolate is found to be susceptible. Beta-lactamase–negative, ampicillin-resistant strains of H influenzae have been described, and some experts recommend caution in using ampicillin when minimum inhibitory concentrations (MICs) of 1 to 2 μg/mL are found, especially in the setting of invasive infection or disease in immunocompromised hosts. Treatment of other invasive H influ-enzae infections is similar. Therapy is continued for 7 days by the intravenous route and longer in complicated infections.  Dexamethasone is beneficial for treatment of infants and children with Hib meningitis to diminish the risk of hearing loss, if administered before or concurrently with the first dose of antimicrobial agent(s).  Epiglottitis is a medical emergency. An airway must be established promptly via con-trolled intubation. Infected pleural or pericardial fluid should be drained.According to clinical practice guidelines of the American Academy of Pediatrics (AAP) and the American Academy of Family Physicians (AAFP) on acute suppurative otitis media (AOM),1 amoxicillin (80–90 mg/kg/day) is recommended for infants younger than 6 months, for those 6 through 23 months of age with bilateral disease, and for those older than 6 months with severe signs and symptoms (see Streptococcus pneumoniae [Pneumococcal] Infections, p 717, and Appropriate and Judicious Use of Antimicrobial Agents, p 868). A watch-and-wait option can be considered for older children and those with nonsevere disease. Optimal duration of therapy is uncertain. For younger children and children with severe disease at any age, a 10-day course is recommended; for children 6 years and older with mild or moderate disease, a duration of 5 to 7 days is appropriate. Otalgia should be treated symptomatically. Patients who fail to respond to initial management should be reassessed at 48 to 72 hours to confirm the diagnosis of AOM and exclude other causes of illness. If AOM is confirmed in the patient man-aged initially with observation, amoxicillin should be administered. If the patient has failed initial antibacterial therapy, a change in antibacterial agent is indicated. Suitable alternative agents should be active against penicillin-nonsusceptible pneumococci as well as beta-lactamase–producing H influenzae (in the United States, approximately 30%–40% of H influenzae isolates produce beta-lactamase) and Moraxella catarrhalis. Such agents include high-dose oral amoxicillin-clavulanate; oral cefdinir, cefpodoxime, or cefuroxime; or 3 daily doses of intramuscular ceftriaxone. Patients who continue to fail to respond to therapy with one of the aforementioned oral agents should be treated with a 3-day course of parenteral ceftriaxone. Macrolide resistance among Streptococcus pneumoniae is high, so clarithromycin and azithromycin are not considered appropriate alternatives for initial therapy even in patients with a type I (immediate, anaphylactic) reaction to a beta-lactam agent. In such cases, treatment with clindamycin (if suscep-tibility is known) or levofloxacin is preferred. For patients with a history of non-type I allergic reaction to penicillin, agents such as cefdinir, cefuroxime, or cefpodoxime can be used orally"
  },
  {
    "pneumonia_cause": "Herpes Simplex",
    "CLINICAL MANIFESTATIONS": "Neonatal. In newborn infants, herpes simplex virus (HSV) infection can manifest as: (1) disseminated disease involving multiple organs, most prominently liver and lungs, and in 60% to 75% of cases also involving the central nervous system (CNS); (2) localized CNS disease, with or without skin, eye, or mouth involvement (CNS disease); or (3) disease localized to the skin, eyes, and/or mouth (SEM disease). Approximately 25% of cases of neonatal HSV manifest as disseminated disease, 30% manifest as CNS disease, and 45% manifest as SEM disease. Both HSV type 1 (HSV-1) and type 2 (HSV-2) can cause any of these manifestations of neonatal HSV disease. In the absence of skin lesions, the diag-nosis of neonatal HSV infection is challenging and requires a high index of suspicion.More than 80% of neonates with SEM disease have skin vesicles; those without vesicles have infection limited to the eyes and/or oral mucosa. Approximately two thirds of neo-nates with disseminated or CNS disease have skin lesions, but these lesions may not be present at the time of onset of symptoms. Disseminated infection should be considered in neonates with sepsis syndrome with negative bacteriologic culture results, severe liver dysfunction, consumptive coagulopathy, or suspected viral pneumonia, especially hem-orrhagic pneumonia. HSV should be considered as a causative agent in neonates with fever (especially within the first 3 weeks of life), a vesicular rash, or abnormal cerebro-spinal fluid (CSF) findings (especially in the presence of seizures or during a time of year when enteroviruses are not circulating in the community). Although asymptomatic HSV infection is common in older children, it rarely, if ever, occurs in neonates. Recurrent skin lesions are common in surviving infants, occurring in approximately 50% of survi-vors, often within 1 to 2 weeks of completing the initial treatment course of parenteral acyclovir.Initial signs of HSV infection can occur anytime between birth and approxi-mately 6 weeks of age, although almost all infected infants develop clinical disease within the first month of life. Infants with disseminated disease and SEM disease have an earlier age of onset, typically presenting between the first and second weeks of life; infants with CNS disease usually present with illness between the second and third weeks of life.Children Beyond the Neonatal Period and Adolescents. Most primary HSV childhood infec-tions beyond the neonatal period are asymptomatic. Gingivostomatitis, which is the most common clinical manifestation of HSV during childhood, is almost exclusively caused by HSV-1 and is characterized by fever, irritability, tender submandibular adenopathy, and an ulcerative enanthem involving the gingiva and mucous membranes of the mouth, often with perioral vesicular lesions.Genital herpes is characterized by vesicular or ulcerative lesions of the male or female genitalia, perineum, or perianal areas. Until the last 2 decades, genital herpes most often was caused by HSV-2, but likely because of an increase in oral sexual practices by adoles-cents and young adults, HSV-1 now accounts for more than half of all cases in the United States. Most cases of primary genital herpes infection in males and females are asymp-tomatic, so they are not recognized by the infected person or diagnosed by a health care professional.In immunocompromised patients, severe local lesions and, less commonly, dissemi-nated HSV infection with generalized vesicular skin lesions and visceral involvement can occur.After primary infection, HSV persists for life in a latent form. Reactivation of latent virus most commonly is asymptomatic. When symptomatic, recurrent HSV-1 herpes labi-alis manifests as single or grouped vesicles in the perioral region, usually on the vermilion border of the lips (typically called “cold sores” or “fever blisters”). Symptomatic recurrent genital herpes manifests as vesicular lesions on the penis, scrotum, vulva, cervix, buttocks, perianal areas, thighs, or back. Among immunocompromised patients, genital HSV-2 recurrences are more frequent and of longer duration. Recurrences may be heralded by a prodrome of burning or itching at the site of an incipient recurrence, identification of which can be useful in instituting early antiviral therapy.Ocular manifestations of HSV include conjunctivitis and keratitis that can result from primary or recurrent HSV infection. In addition, HSV can cause acute retinal necrosis and uveitis.Eczema herpeticum can develop in patients with atopic dermatitis who are infected with HSV and can be difficult to distinguish from poorly controlled atopic dermatitis. Examination may reveal skin with punched-out erosions, hemorrhagic crusts, and/or vesicular lesions. Pustular lesions attributable to bacterial superinfection also may occur. Herpetic whitlow consists of single or multiple vesicular lesions on the distal parts of fingers. Wrestlers can develop herpes gladiatorum if they become infected with HSV-1. HSV infection can be a precipitating factor of other cutaneous manifestations, such as erythema multiforme. Recurrent erythema multiforme often is caused by symptomatic or asymptomatic HSV recurrences HSV encephalitis (HSE) occurs in children beyond the neonatal period, in adoles-cents, and in adults and can result from primary or recurrent HSV-1 infection. One fifth of HSE cases occur in the pediatric age group. Symptoms and signs usually include fever, alterations in the state of consciousness, personality changes, seizures, and focal neuro-logic findings. Encephalitis commonly has an acute onset with a fulminant course, leading to coma and death in untreated patients. HSE usually involves the temporal lobe, and magnetic resonance imaging is the most sensitive imaging modality to detect this. CSF pleocytosis with a predominance of lymphocytes is typical. Historically, erythrocytes in the CSF were considered suggestive of HSE, but with earlier diagnosis (prior to develop-ment of a hemorrhagic encephalitis), this finding is rare today.HSV infection also can manifest as mild, self-limited aseptic meningitis, usually asso-ciated with genital HSV-2 infection. Unusual CNS manifestations of HSV include Bell’s palsy, atypical pain syndromes, trigeminal neuralgia, ascending myelitis, transverse myeli-tis, postinfectious encephalomyelitis, and recurrent (Mollaret) meningitis",
    "risk_factors": "Primary maternal genital infection at the time of delivery, prematurity, and immunocompromised status (e.g., transplant recipients).",
    "cxr_findings": "Diffuse interstitial infiltrates, often progressing to a ,ground-glass appearance or focal consolidation.",
    "season": "No seasonal predilection.",
    "regions": "Worldwide.",
    "best_age": "Neonates (typically in the first 2 weeks of life) and immunocompromised individuals.",
    "sex": "No specific predilection.",
    "induction": "Typically 2 to 12 days (Incubation period).",
    "diagnosis": "PCR of respiratory secretions, blood, or skin lesions; Viral culture; Histopathology showing Cowdry type A intranuclear inclusions.",
    "treatment": "For recommended antiviral dosages and duration of therapy with systemi-cally administered acyclovir, valacyclovir, and famciclovir for different HSV infections, see Non-HIV Antiviral Drugs (p 930). In pediatric patients who cannot swallow large pills, instructions for preparing a compounded liquid suspension of valacyclovir with a 28-day refrigerated shelf-life are provided in the drug’s package insert.Neonatal. Parenteral acyclovir is the treatment for neonatal HSV infections. The dos-age of acyclovir is 60 mg/kg per day in 3 divided doses (20 mg/kg/dose), administered intravenously for 14 days in SEM disease and for a minimum of 21 days in CNS disease or disseminated disease. All infants with CNS involvement should have a repeat lumbar puncture performed near the end of therapy to document that the CSF is negative for HSV DNA on PCR assay; in the unlikely event that the PCR result remains positive near the end of a 21-day treatment course, intravenous acyclovir should be administered for another week, with repeat CSF PCR assay performed near the end of the extended treat-ment period and another week of parenteral therapy if it remains positive. Parenteral antiviral therapy should not be stopped until the CSF PCR result for HSV DNA is nega-tive. Consultation with a pediatric infectious diseases specialist is warranted in these cases. Infants surviving neonatal HSV disease of any classification (disseminated, CNS, or SEM) should receive oral acyclovir suppression at 300 mg/m2/dose, administered 3 times daily for 6 months after the completion of parenteral therapy for acute disease; the dose should be adjusted monthly to account for growth. Absolute neutrophil counts should be assessed at 2 and 4 weeks after initiating suppressive acyclovir therapy and then monthly during the treatment period. Longer durations or higher doses of antiviral suppression do not further improve neurodevelopmental outcomes. Valacyclovir has not been studied for longer than 5 days in young infants, so it should not be used routinely for antiviral sup-pression in this age group.All infants with neonatal HSV disease, regardless of disease classification, should have an ophthalmologic examination and neuroimaging to establish baseline brain anatomy; magnetic resonance imaging is the most sensitive imaging modality but may require sedation, so computed tomography or ultrasonography of the head are accept-able alternatives. Topical ophthalmic drug (1% trifluridine or 0.15% ganciclovir), in addi-tion to parenteral antiviral therapy, may be indicated in infants with ocular involvement attributable to HSV infection, including a positive virologic test result from a conjunctival swab sample, and an ophthalmologist should be involved in the management and treat-ment of acute neonatal ocular HSV disease. The older topical antiviral agents vidarabine and iododeoxyuridine no longer are available in the United States. Genital Infection.Primary. Oral acyclovir therapy shortens the duration of illness and viral shedding. Valacyclovir and famciclovir are not more effective than acyclovir but offer the advantage of less frequent dosing. Intravenous acyclovir is indicated for patients with a severe or complicated primary infection that requires hospitalization. Treatment of primary her-petic lesions does not affect the subsequent frequency or severity of recurrences. Antiviral drug dosages for primary genital HSV infection are found on p 930 in Table 4.10, Non-HIV Antiviral Drugs.Recurrent. Antiviral therapy for recurrent genital herpes can be administered either epi-sodically to ameliorate or shorten the duration of lesions or continuously as suppressive therapy to decrease the frequency of recurrences. Many patients benefit from antiviral therapy, and treatment options should be discussed with patients with recurrent disease. Acyclovir, valacyclovir, and famciclovir have been approved for suppression of genital her-pes in immunocompetent adults. Acyclovir and valacyclovir are most commonly used in pregnant women with first-episode genital herpes or severe recurrent herpes, and acyclo-vir should be administered intravenously to pregnant women with severe HSV infection. Antiviral drug dosages for episodic and suppressive treatment of recurrent genital HSV infection are found on p 930 in Table 4.10, Non-HIV Antiviral Drugs.Mucocutaneous.Immunocompromised Hosts. Intravenous acyclovir is effective for treatment of mucocuta-neous HSV infections. Acyclovir-resistant strains of HSV have been isolated from immu-nocompromised people receiving prolonged treatment with acyclovir. Foscarnet is the drug of choice for acyclovir-resistant HSV isolates.Immunocompetent Hosts. Limited data are available on effects of acyclovir on the course of primary or recurrent nongenital mucocutaneous HSV infections in immunocompetent hosts. Therapeutic benefit has been noted in a limited number of children with primary gingivostomatitis treated with oral acyclovir. A small therapeutic benefit of oral acyclovir therapy has been demonstrated among adults with recurrent herpes labialis. Famciclovir or valacyclovir also can be considered. Antiviral drug dosages for episodic and suppres-sive treatment of recurrent orolabial HSV infection are found on p 932, 935, and 945 in Table 4.10, Non-HIV Antiviral Drugs.Other HSV Infections.Central Nervous System. Patients with HSE should be treated for 21 days with intravenous acyclovir. Use of concomitant corticosteroids has not been adequately studied in people and is not routinely recommended.Ocular. Treatment of eye lesions should be undertaken in consultation with an oph-thalmologist. Several topical drugs, such as 1% trifluridine and 0.15% ganciclovir, have proven efficacy for superficial keratitis. Topical corticosteroids administered without con-comitant antiviral therapy are contraindicated in suspected HSV conjunctivitis; however, ophthalmologists may choose to use corticosteroids in conjunction with antiviral drugs to treat locally invasive infections. For children with recurrent ocular lesions, oral suppressive therapy with acyclovir may be of benefit and may be indicated for months or even years"
  },
  {
    "pneumonia_cause": "Human Herpesvirus 6",
    "CLINICAL MANIFESTATIONS": "Clinical findings associated with HHV-6B reactivation in solid organ and hematopoietic stem cell transplants include fever, rash, hepatitis, bone marrow suppression, acute graft-versus-host disease, graft rejection, pneumonia, delirium, and encephalitis. The best characterized of these is post-transplantation acute limbic encephalitis, a specific syndrome associated with HHV-6B reactivation in the central nervous system characterized by anterograde amne-sia, seizures, insomnia, confusion, and the syndrome of inappropriate antidiuretic hor-mone secretion. Patients undergoing cord blood transplantation are at an increased risk of developing post-transplantation acute limbic encephalitis, with significant morbidity and mortality attributed to this complication",
    "risk_factors": "Solid organ and hematopoietic stem cell transplants, advanced HIV, and other severe T-cell immunodeficiencies.",
    "cxr_findings": "Diffuse interstitial infiltrates or ground-glass opacities; can be indistinguishable from other viral or fungal pneumonias.",
    "season": "No seasonal predilection.",
    "regions": "Worldwide.",
    "best_age": "Primary infection in infants (6 to 15 months); reactivation occurs at any age in immunocompromised hosts.",
    "sex": "No specific predilection.",
    "induction": "Approximately 9 to 10 days for primary infection; variable for reactivation.",
    "diagnosis": "Quantitative PCR (DNA) in blood or bronchoalveolar lavage (BAL). Note: Chromosomally integrated HHV-6 (ciHHV-6) must be excluded to avoid misdiagnosis.",
    "treatment": "Supportive for roseola. For severe pneumonitis in immunocompromised hosts, Ganciclovir or Foscarnet is recommended."
  },
  {
    "pneumonia_cause": "Human Immunodeficiency Virus Infection",
    "CLINICAL MANIFESTATIONS": "Human immunodeficiency virus (HIV) infection results in a wide array of clinical manifestations. HIV type 1 (HIV-1) is much more common in the United States than HIV type 2 (HIV-2). Unless otherwise specified, this chapter addresses HIV-1 infection. Acquired immunodeficiency syndrome (AIDS) is the name given to an advanced stage of HIV infection based on specific criteria for children, adolescents, and adults established by the Centers for Disease Control and Prevention (CDC). Acute retroviral syndrome develops in 50% to 90% of adolescents and adults within the first few weeks after they become infected with HIV and is characterized by nonspe-cific mononucleosis-like symptoms, including fever, malaise, lymphadenopathy, and skin rash. Clinical manifestations of untreated pediatric HIV infection include unexplained fevers, generalized lymphadenopathy, hepatomegaly, splenomegaly, failure to thrive, persistent oral and diaper candidiasis, recurrent diarrhea, parotitis, hepatitis, central nervous system (CNS) disease (eg, encephalopathy, hyperreflexia, hypertonia, floppiness,developmental delay), lymphoid interstitial pneumonia, recurrent invasive bacterial infec-tions, and opportunistic infections (OIs) (eg, viral, parasitic, and fungal).1 In the era of antiretroviral therapy (ART), there has been a substantial decrease in frequency of all OIs. In the pre-ART era, the most common OIs observed among children in the United States were infections caused by invasive encapsulated bacteria, Pneumocystis jirovecii (previously called Pneumocystis carinii, hence the still-used acronym PCP for Pneumocystis carinii pneumonia), varicella-zoster virus, cytomegalovirus, herpes simplex virus, Mycobacterium avium complex, Cryptococcus neoformans, and Candida species. Less com-monly observed opportunistic pathogens included Epstein-Barr virus (EBV), Mycobacterium tuberculosis, Cryptosporidium species, Cystoisospora (formerly Isospora) species, other enteric pathogens, Aspergillus species, and Toxoplasma gondii.Immune reconstitution inflammatory syndrome (IRIS) is a paradoxical clinical dete-rioration often seen in severely immunosuppressed individuals that occurs shortly after the initiation of ART. Local and/or systemic symptoms develop secondary to an inflam-matory response as cell-mediated immunity is restored. IRIS is observed in patients with previous infections with mycobacteria (including Mycobacterium tuberculosis), bacille Calmette-Guérin (BCG) vaccine, herpesviruses, and fungi (including Cryptococcus species).Malignant neoplasms in children with HIV infection are relatively uncommon, but leiomyosarcomas and non-Hodgkin B-cell lymphomas of the Burkitt type (including those in the CNS) occur more commonly in children with HIV infection than in immunocom-petent children. Kaposi sarcoma, caused by human herpesvirus 8, is rare in children in the United States but has been documented in HIV-infected children who have emigrated from sub-Saharan African countries. The incidence of malignant neoplasms in HIV-infected children has decreased during the ART era",
    "risk_factors": "Perinatal transmission (most common in children), blood product transfusion, and high-risk behaviors in adolescents.",
    "cxr_findings": "Diffuse interstitial infiltrates (characteristic of PJP) or chronic reticulonodular patterns with hilar lymphadenopathy (characteristic of LIP).",
    "season": "Year-round.",
    "regions": "Worldwide.",
    "best_age": "Infants (for PJP peak at 3–6 months) and adolescents (for newly acquired infection).",
    "sex": "No specific predilection.",
    "induction": "Varies; severe opportunistic infections may occur within months of birth if perinatal infection is untreated.",
    "diagnosis": "Virologic assays (e.g., HIV DNA or RNA PCR) for infants <18 months; HIV antibody testing (ELISA and Western blot) for children >18 months.",
    "treatment": "Antiretroviral Therapy. Consultation with an expert in pediatric HIV infection is recom-mended in the care of HIV-infected infants, children, and adolescents. Current treatment recommendations for HIV-infected infants and children (https://clinicalinfo.hiv.gov/en/guidelines/pediatric-arv/whats-new-guidelines) as well as adoles-cents (https://clinicalinfo.hiv.gov/en/guidelines/adult-and-adolescent-arv/whats-new-guidelines) are available online. Whenever possible, enrollment of HIV-infected infants, children, and adolescents in clinical trials should be encouraged.ART is indicated for HIV-infected pediatric patients and should be initiated as soon as possible after diagnosis of HIV infection is established. Initiation of treatment of adolescents generally follows guidelines for adults and is recommended strongly for all HIV-infected adolescents or adults regardless of CD4+ T-lymphocyte count, as long as medication readiness is apparent. In general, ART with at least 3 active drugs is recom-mended for all HIV-infected individuals requiring ARV therapy. ARV resistance testing (viral genotyping) is recommended before starting treatment. Sustained suppression of virus to undetectable levels is the desired goal. A change in ARV therapy should be con-sidered if there is evidence of disease progression (virologic, immunologic, or clinical), toxicity of or intolerance to drugs, development of drug resistance, or availability of data suggesting the possibility of a superior regimen"
  },
  {
    "pneumonia_cause": "Influenza",
    "CLINICAL MANIFESTATIONS": "Influenza illness typically begins with sudden onset of fever, often accompanied by nonproductive cough, chills or rigors, diffuse myalgia, headache, and malaise. Subsequently, respiratory tract symptoms, including sore throat, nasal con-gestion, rhinitis, and cough, become more prominent. Less commonly, abdominal pain, nausea, vomiting, and diarrhea are associated with influenza illness. In some children, influenza can appear as an upper respiratory tract illness or as a febrile illness with few respiratory tract symptoms. In infants, influenza can produce a nonspecific sepsis-like ill-ness picture, and in infants and young children, influenza can cause otitis media, croup, pertussis like-illness, bronchiolitis, or pneumonia. Acute myositis secondary to influenza can present with calf tenderness and refusal to walk. Although the majority of children with influenza recover fully after 3 to 7 days of illness, complications may occur, even in previously healthy children. Neurologic com-plications associated with influenza range from febrile seizures to severe encephalopathy and encephalitis with status epilepticus, resulting in neurologic sequelae or death. Reye syndrome, now a very rare condition, has been associated with influenza infection and the use of aspirin therapy during the illness. Children with influenza or suspected influenza should not be given aspirin, and children with diseases that necessitate long-term aspirin therapy or salicylate-containing medication, including juvenile idiopathic arthritis or Kawasaki disease, should be recognized as being at increased risk for complications from influenza. Death from influenza-associated myocarditis has been reported. Invasive sec-ondary infections or coinfections with Staphylococcus aureus (including methicillin-resistant S aureus [MRSA]), Streptococcus pneumoniae, group A streptococcus, or other bacterial patho-gens can result in severe disease and death",
    "risk_factors": "Children <5 years (especially <2 years), chronic pulmonary (e.g., asthma), neurological/neurodevelopmental conditions, heart disease, immunosuppression, and pregnancy.",
    "cxr_findings": "Diffuse, bilateral interstitial or reticulonodular infiltrates; focal consolidation suggests secondary bacterial pneumonia.",
    "season": "Peak activity typically occurs in temperate climates during late fall, winter, and early spring.",
    "regions": "Worldwide.",
    "best_age": "Highest rates of infection in school-aged children; highest risk of severe pneumonia in children <2 years.",
    "sex": "No specific predilection.",
    "induction": "1 to 4 days (average 2 days).",
    "diagnosis": "Molecular assays (RT-PCR) are the most sensitive and preferred; Rapid Influenza Diagnostic Tests (RIDTs); Viral culture; Immunofluorescence.",
    "treatment": "In the United States, 3 classes of antiviral medications with different mech-anisms of action currently are approved for treatment or prophylaxis of influenza infec-tions. Two of these classes are used in clinical management of influenza disease: 3 drugs in the neuraminidase inhibitor class (oral oseltamivir, inhaled zanamivir, and intravenous peramivir) and 1 drug in the cap-dependent endonuclease inhibitor class (oral baloxavir marboxil)Oseltamivir remains the antiviral drug of choice for treatment of influenza A and B. The US Food and Drug Administration (FDA) has approved oseltamivir for influenza treatment in children as young as 2 weeks of age. Given available pharmacokinetic data and safety data, though, oseltamivir can be used to treat influenza in both term and preterm infants from birth, because benefits of therapy are likely to outweigh possible risks of treatment.Inhaled zanamivir is an acceptable alternative for older children. Intravenous perami-vir is approved for use in people 2 years and older. Oral baloxavir is approved for people 12 years and older.Resistance to oseltamivir and zanamivir has been documented in less than 1% of the tested influenza viral samples during the past seasons. Decreased susceptibility to baloxa-vir has been reported in Japan, where use has been more common, and surveillance for resistance among circulating influenza viruses is ongoing in the United States. Each year, options for treatment or chemoprophylaxis of influenza in the United States will depend on influenza strain resistance patterns.Regardless of influenza vaccination status, antiviral treatment should be offered as early as possible to the following individuals:• Any hospitalized child with suspected or confirmed influenza disease, regardless of the duration of symptoms;• Any child, inpatient or outpatient, with severe, complicated, or progressive illness attrib-utable to influenza, regardless of the duration of symptoms or presence of high-risk conditions; and • Children with influenza virus infection of any severity who are at high risk of complica-tions of influenza, regardless of the duration of symptoms.Antiviral treatment may be considered for the following individuals:Any previously healthy, symptomatic outpatient not at high risk for influenza complica-tions in whom an influenza diagnosis is confirmed or suspected on the basis of clinical judgment, if treatment can be initiated within 48 hours of illness onset; and Children with suspected or confirmed influenza disease whose siblings or household contacts either are younger than 6 months or have a high-risk condition that predis-poses them to complications of influenza.Children with severe influenza should be evaluated carefully for possible coinfection with bacterial pathogens (eg, S aureus or S pneumoniae) that might require antimicrobial therapy. The most common adverse effects of oseltamivir are nausea and vomiting. Postmarketing reports, almost exclusively from Japan, have noted self-injury and delirium with use of oseltamivir among pediatric patients, but other data suggest that these occur-rences may have been related to influenza disease itself rather than antiviral therapy. An FDA review of controlled clinical trial data and ongoing surveillance did not establish a link between oseltamivir (or any influenza antiviral medication) and neurologic or psychi-atric events. Zanamivir use has been associated with bronchospasm in some people and is not recommended for use in patients with underlying reactive airway disease. The most common adverse effects of baloxavir are nausea, vomiting, and diarrhea.Control of fever with acetaminophen or another appropriate nonsalicylate-containing antipyretic agent may be important in some children, because fever and other symptoms of influenza could exacerbate underlying chronic conditions. Children and adolescents with influenza should not receive aspirin or any salicylate-containing products because of the potential risk of developing Reye syndrome"
  },
  {
    "pneumonia_cause": "Kingella kingae Infections",
    "CLINICAL MANIFESTATIONS": "The most common infections attributable to Kingella kingae are pyogenic arthritis, osteomyelitis, and bacteremia. Other infections caused by K kingae include diskitis, endocarditis (K kingae belongs to the HACEK group of organisms), men-ingitis, ocular infections, and pneumonia. The vast majority of K kingae infections affect children between 6 and 48 months of age, with most cases occurring in children younger than 2 years. K kingae is a primary cause of skeletal infections in the first 4 years of life. K kingae pyogenic arthritis generally is monoarticular and most commonly involves the knee, hip, or ankle. K kingae osteomyelitis most often involves the femur or tibia. The organism also shows an unusual predilection for the small joints of the hand and foot. Compared with the clinical manifestations of pyogenic arthritis and osteomyelitis in immunocompetent children caused by other pathogens, skeletal infections caused by K kingae can be milder and evolution can be more insidious, resulting in a more subacute presentation in many cases. Evolution to chronicity or long-term sequelae are rare; however, Brodie abscesses of bone attributable to K kingae have been reported. K kingae bacteremia can occur in previously healthy young children and in children with preexisting chronic medical problems. Children with K kingae bacteremia present with fever and frequently have concurrent symptoms of respiratory or gastrointestinal tract disease",
    "risk_factors": "Daycare attendance (due to increased carriage and transmission), preceding or concurrent viral upper respiratory tract infections or stomatitis (which facilitates bacterial entry into the bloodstream), and young age (6 months to 4 years).",
    "cxr_findings": "In cases of K. kingae pneumonia, findings may include focal or diffuse infiltrates, though pulmonary involvement is rare compared to skeletal disease.",
    "season": "No specific seasonal pattern, but may follow the peak of viral respiratory infections.",
    "regions": "Worldwide; increasingly recognized in many countries due to improved molecular detection methods.",
    "best_age": "Primarily infants and young children, with a peak incidence between 6 months and 4 years of age; rare in neonates and older children.",
    "sex": "No specific predilection.",
    "induction": "Incubation period is not precisely defined, but infection often follows colonization of the oropharynx during a viral prodrome.",
    "diagnosis": "Highly challenging to culture; growth is improved by inoculating synovial fluid or blood into aerobic blood culture bottles. PCR (Polymerase Chain Reaction) targeting the rtxA toxin gene or 16S rRNA is the most sensitive method and is preferred for diagnosis.",
    "treatment": "K kingae usually is highly susceptible to penicillins and cephalosporins, but in vitro susceptibility to oxacillin is relatively reduced. Nearly all isolates are susceptible to aminoglycosides, macrolides, tetracyclines, and fluoroquinolones. Between 40% and 100% of isolates are resistant to clindamycin, and virtually all isolates are resistant to glycopeptide antibiotics (eg, vancomycin) and trimethoprim (although most strains are susceptible to trimethoprim-sulfamethoxazole). Occasional isolates in parts of the United States and other countries have demonstrated TEM-1 beta-lactamase production result-ing in low-level resistance to penicillin and ampicillin. The TEM-1 beta-lactamase is susceptible to beta-lactamase inhibitors and lacks activity against second and third gen-eration cephalosporins.Ampicillin-sulbactam or a first- or second-generation cephalosporin is recommended for children with osteoarticular infections suspected to be attributable to K kingae (defini-tive therapy can be determined after beta-lactamase production of the isolate is known). For more invasive or severe infections (eg, endocarditis), treatment with a third-generation cephalosporin or, if beta-lactamase production has been ruled out, ampicillin plus an aminoglycoside should be considered"
  },
  {
    "pneumonia_cause": "Legionella pneumophila Infections",
    "CLINICAL MANIFESTATIONS": "Legionellosis is associated primarily with 2 clini-cally and epidemiologically distinct illnesses: Legionnaires’ disease and Pontiac fever. Legionnaires’ disease presents as pneumonia characterized by fever, cough with or without chest pain, and progressive respiratory distress. Legionnaires’ disease can be associated with chills and rigors, headache, myalgia, and gastrointestinal tract, central nervous system, and renal manifestations. Overall (including adults) case fatality rate is approximately 10%. Pontiac fever is a milder febrile illness without pneumonia that is characterized by an abrupt onset of a self-limited, influenza-like illness (fever, myalgia, headache, weakness) resulting from the host inflammatory response to the bacterium.Cervical lymphadenitis caused by Legionella species has been reported and may produce a syndrome clinically similar to nontuberculous mycobacterial infection. Other extrapulmo-nary infections including endocarditis, graft infections, joint infections, and wound infec-tions also have been reported",
    "risk_factors": "malignancy, severe combined immunodeficiency, chronic granulomatous disease, organ transplantation, end-stage renal disease, and underlying pulmonary disease and those treated with systemic corticosteroids or other immunosup-pression",
    "cxr_findings": "Patchy, localized, or multilobar consolidation that may progress rapidly. Pleural effusions are common (found in up to one-third of cases). Cavitation is rare except in severely immunocompromised patients.",
    "season": "Occurs year-round, but more commonly reported in summer and early fall.",
    "regions": "Worldwide; often associated with contaminated water systems, cooling towers, hot tubs, and decorative fountains.",
    "best_age": "Rare in children; most pediatric cases occur in infants (especially neonates in hospital settings) or children with underlying medical conditions.",
    "sex": "No specific predilection in children, though adult males are more commonly affected.",
    "induction": "Legionnaires’ disease: 2 to 10 days (most often 5-6 days). Pontiac fever: 5 to 72 hours (most often 24-48 hours).",
    "diagnosis": "Urinary antigen test (most common, detects serogroup 1); Culture on buffered charcoal yeast extract (BCYE) agar (gold standard); Polymerase chain reaction (PCR) of respiratory secretions.",
    "treatment": "Patients with Legionnaires’ disease should receive antimicrobial agents. Intravenously administered azithromycin or levofloxacin (or another respiratory fluoro-quinolone) is recommended. Once the patient is improved clinically, oral therapy can be substituted. Doxycycline is an alternative agent; however, Legionella longbeachae often is resistant (this species is common in some geographic areas such as Australia and New Zealand). Duration of therapy is 5 to 10 days for azithromycin and 14 to 21 days for other drugs, with the longer courses of therapy for patients who are immunocompromised or who have severe disease. Antimicrobial treatment for patients with Pontiac fever is not recommended, because the disease results from host inflammation (not bacterial replication) and, thus, is self-limiting"
  },
  {
    "pneumonia_cause": "Listeria monocytogenes Infections",
    "CLINICAL MANIFESTATIONS": "Listeriosis is a relatively uncommon but often severe inva-sive infection caused by Listeria monocytogenes. Transmission predominantly is foodborne, and illness, especially with severe manifestations, occurs most frequently among pregnant women and their fetuses or newborn infants, older adults, and people with impaired cell-mediated immunity resulting from underlying illness or treatment (eg, organ transplant, hematologic malignancy, immunosuppression resulting from therapy with corticosteroid or anti-tumor necrosis factor agents, or acquired immunodeficiency syndrome). Infections during pregnancy can result in spontaneous abortion, fetal death, preterm delivery, and neonatal illness or death. In pregnant women, infections can be asymptomatic or associ-ated with a nonspecific febrile illness with myalgia, back pain, and occasionally gastroin-testinal tract symptoms. Fetal infection generally results from transplacental transmission following maternal bacteremia. Additional mechanisms of infection in neonates with liste-riosis are thought to include inhalation of infected amniotic fluid and infection ascending from maternal vaginal colonization. Approximately 65% of pregnant women with Listeria infection experience a prodromal illness before the diagnosis of listeriosis in their new-born infants. Amnionitis during labor, brown staining of amniotic fluid, or asymptomatic perinatal infection can occur. Neonates can present with early- or late-onset disease. Preterm birth, pneumonia, and septicemia are common in early-onset disease (within the first week), with fatality rates of 14% to 56%. An erythematous rash with small, pale papules characterized histologically by granulomas, termed “granulomatosis infantisepticum,” can occur in severe newborn infection. Late-onset infections occur at 8 to 30 days following term deliveries and usu-ally result in meningitis with fatality rates of approximately 25%. Late-onset infection may result from acquisition of the organism during passage through the birth canal or, rarely, from environmental sources. Health care-associated nursery outbreaks have been reported.Clinical features characteristic of invasive listeriosis outside the neonatal period or pregnancy are bacteremia and meningitis, with or without parenchymal brain involve-ment, and less commonly brain abscess or endocarditis. L monocytogenes also can cause rhombencephalitis (brain stem encephalitis) in otherwise healthy adolescents and young adults. Outbreaks of febrile gastroenteritis caused by food contaminated with a very large inoculum of L monocytogenes have been reported",
    "risk_factors": "Neonates (especially premature), pregnant women, and individuals with cell-mediated immune deficiencies (e.g., malignancy, organ transplant, or HIV). Consumption of contaminated foods like unpasteurized dairy, deli meats, or raw vegetables is a major risk.",
    "cxr_findings": "In neonatal pneumonia, findings may include diffuse miliary-like infiltrates or patchy consolidations, often indistinguishable from Group B Strep or other neonatal pneumonias.",
    "season": "Occurs year-round; no specific seasonal pattern, though outbreaks are often linked to specific food contamination events.",
    "regions": "Worldwide.",
    "best_age": "Highest incidence is in neonates (in the first month of life) and the elderly; rare in healthy older children.",
    "sex": "No specific predilection.",
    "induction": "Varies widely; 1 to 70 days (average 3 weeks for invasive disease). For febrile gastroenteritis, it is shorter (usually 1–3 days).",
    "diagnosis": "Isolation of the organism from normally sterile sites (blood, CSF, or placenta). Gram stain of meconium or gastric aspirate in neonates may show gram-positive coccobacilli (often mistaken for diphtheroids or streptococci).",
    "treatment": "No controlled trials have established the drug(s) of choice or duration of therapy for listeriosis. Combination therapy using ampicillin and a second agent in doses appropriate for meningitis is recommended for severe infections. An aminoglycoside, typi-cally gentamicin, usually is used as the second agent in combination therapy. Use of an alternative second agent that is active intracellularly (eg, trimethoprim-sulfamethoxazole [contraindicated in infants younger than 2 months], fluoroquinolones, linezolid, or rifampin) is supported by case reports in adults. If alternatives to gentamicin are used, susceptibility should be confirmed because resistance to trimethoprim-sulfamethoxazole, fluoroquinolones, linezolid, or rifampin occasionally has been reported. In the peni-cillin-allergic patient, options include either penicillin desensitization or use of either trimethoprim-sulfamethoxazole or a fluoroquinolone, both of which have been used successfully as monotherapy for Listeria meningitis and in the setting of brain abscess. Treatment failures with vancomycin have been reported. Cephalosporins are not active against L monocytogenes. For bacteremia without associated central nervous system infection, 14 days of treatment is recommended. For L monocytogenes meningitis, most experts recommend 3 to 4 weeks of treatment. Longer courses are necessary for patients with endocarditis or parenchymal brain infection (cerebritis, rhombencephalitis, brain abscess). Iron may enhance the pathogenicity of L monocytogenes; iron supplements should be withheld until treatment for listeriosis is complete. Diagnostic imaging of the brain near the end of the anticipated duration of therapy allows determination of parenchymal involvement of the brain and the need for prolonged therapy in neonates with complicated courses and in immunocompromised patients"
  },
  {
    "pneumonia_cause": "Measles",
    "CLINICAL MANIFESTATIONS": "Measles is an acute viral disease characterized by fever, cough, coryza, and conjunctivitis, followed by a maculopapular rash beginning on the face and spreading cephalocaudally and centrifugally. During the prodromal period, a pathognomonic enanthema (Koplik spots) may be present. Complications of measles, including otitis media, bronchopneumonia, laryngotracheobronchitis (croup), and diarrhea, occur commonly in young children and immunocompromised hosts. Acute encephalitis, which often results in permanent brain damage, occurs in approximately 1 of every 1000 cases. In the postelimination era in the United States, death, predominantly resulting from respiratory and neurologic complications, has occurred in 1 to 3 of every 1000 cases reported. Case-fatality rates are increased in children younger than 5 years, pregnant women, and immunocompromised children, including children with leukemia, human immunodeficiency virus (HIV) infection, and severe malnutrition (including vita-min A deficiency). Sometimes the characteristic rash does not develop in immunocompro-mised patients.Measles inclusion body encephalitis (MIBE) is a rare manifestation of measles infec-tion in immunocompromised individuals usually presenting within 1 year of measles infection. Disease onset is subacute with progressive neurologic dysfunction occurring over weeks to months. Subacute sclerosing panencephalitis (SSPE) is a rare degenerative central nervous system disease characterized by behavioral and intellectual deterioration and seizures that occurs 7 to 11 years after wild-type measles virus infection, occurring at a rate of 4 to 11 per 100 000 measles cases. Rates of SSPE as high as approximately 1:1000 measles case have been seen in some recent studies, with the highest rates in chil-dren infected before 2 years of age.Several recent studies have documented that children who have had measles have long-term blunted immune responses to other pathogens and increased mortality attribut-able to the known effects of measles virus on lymphocytes. This effect is another reason why measles prevention is so important",
    "risk_factors": "Unvaccinated children, infants who have lost maternal antibodies but are too young for vaccination, children with vitamin A deficiency, and those with T-cell immunodeficiencies (who may develop fatal pneumonia without the classic rash).",
    "cxr_findings": "Diffuse reticulonodular or interstitial infiltrates in primary viral pneumonia; focal consolidation if secondary bacterial pneumonia occurs; may show hilar lymphadenopathy.",
    "season": "Peak activity typically occurs in late winter and spring in temperate climates.",
    "regions": "Worldwide; remains endemic in many developing countries and causes outbreaks in areas with low vaccination coverage.",
    "best_age": "Infants and young children are at the highest risk for severe complications like pneumonia.",
    "sex": "No specific predilection.",
    "induction": "8 to 12 days from exposure to first symptoms (fever); 14 days (range 7–21 days) until rash appearance.",
    "diagnosis": "Detection of measles virus-specific IgM antibody in serum; PCR of respiratory secretions, blood, or urine (most sensitive); Viral culture.",
    "treatment": "No specific antiviral therapy is available. Measles virus is susceptible in vitro to ribavirin, which has been given by the intravenous and aerosol routes to treat severely affected and immunocompromised children with measles. However, no con-trolled trials have been conducted, and ribavirin is not licensed by the US Food and Drug Administration for treatment of measles.Vitamin A. The WHO currently recommends vitamin A for all children with measles, regardless of their country of residence, and many US experts concur for all chil-dren regardless of hospitalization status with measles in the United States. Vitamin A treatment of children with measles in resource-limited countries has been associated with decreased morbidity and mortality rates. Low serum concentrations of vitamin A also have been found in children in the United States, and children with more severe measles illness may have lower vitamin A concentrations. There is no need to measure vitamin A concentrations, though, because the result should not change management. Vitamin A for treatment of measles is administered once daily for 2 days (ie, immediately on diagnosis and repeated the next day), at the following doses:• 200 000 IU (60 000 μg retinol activity equivalent [RAE]) for children 12 months or older;• 100 000 IU (30 000 μg RAE) for infants 6 through 11 months of age; and • 50 000 IU (15 000 μg RAE) for infants younger than 6 months.• An additional (ie, a third) age-specific dose of vitamin A should be given 2 through 6 weeks later to children with clinical signs and symptoms of vitamin A deficiency"
  },
  {
    "pneumonia_cause": "Meningococcal Infections",
    "CLINICAL MANIFESTATIONS": "Invasive meningococcal infection usually results in septi-cemia (35%–40% of cases), meningitis (~50% of cases), or both. Bacteremic pneumonia is less common (10% of cases). Rarely, young children have occult bacteremia. Onset of invasive infections can be insidious and nonspecific, but onset of septicemia (meningococ-cemia) typically is abrupt, with fever, chills, malaise, myalgia, limb pain, prostration, and a rash that initially can be macular or maculopapular but typically becomes petechial or purpuric within hours. A similar rash can occur with viral infections or with severe sepsis attributable to other bacterial pathogens. In fulminant cases, purpura, limb ischemia, coagulopathy, pulmonary edema, shock, coma, and death can ensue within hours despite appropriate management. Signs and symptoms of meningococcal meningitis are indistin-guishable from those associated with pneumococcal meningitis. In severe and fatal cases of meningococcal meningitis, raised intracranial pressure is a predominant presenting feature. Invasive infections can be complicated by arthritis, myocarditis, pericarditis, and endophthalmitis. Noninvasive meningococcal infections, such as conjunctivitis and ure-thritis, also occur. The overall case-fatality rate for invasive meningococcal disease is 15% and is somewhat higher in late adolescence and in older adults. Clinical predictors of mortality include coma, hypotension, leukopenia, and thrombocytopenia. A self-limiting postinfectious inflammatory syndrome occurs in fewer than 10% of cases, begins a mini-mum 4 days after onset of meningococcal infection, and most commonly presents as fever and arthritis or vasculitis with less common manifestations including iritis, scleritis, con-junctivitis, pericarditis, and polyserositis.Sequelae associated with meningococcal disease occur in up to 19% of survivors and include hearing loss, neurologic disability, digit or limb amputations, and skin scarring. In addition, patients may experience subtle long-term neurologic deficits, such as impaired school performance, behavioral problems, and attention deficit disorder",
    "risk_factors": "Deficiencies in terminal complement components (C3, C5-C9), properdin, factor D, or factor H; functional or anatomic asplenia; and HIV infection[cite: 1, 11]. Crowded living conditions (e.g., college dormitories, military barracks) and preceding viral respiratory infections are also significant factors.",
    "cxr_findings": "In cases of meningococcal pneumonia, chest X-rays typically show segmental or lobar infiltrates; pleural effusions may be present in some cases.",
    "season": "Highest incidence occurs during late winter and early spring.",
    "regions": "Worldwide, with the highest burden in the meningitis belt of sub-Saharan Africa. In the U.S., serogroups B, C, and W are common causes of invasive disease.",
    "best_age": "The highest rates of disease are in infants younger than 1 year, followed by a second peak in adolescents and young adults (16 through 23 years of age)[cite: 1, 11].",
    "sex": "No specific predilection.",
    "induction": "The incubation period is typically 3 to 4 days, but can range from 1 to 10 days.",
    "diagnosis": "Established by isolation of N. meningitidis from sterile sites like blood, CSF, or pleural fluid. Gram stain showing gram-negative diplococci is highly suggestive. PCR (NAAT) assays for N. meningitidis DNA are sensitive and useful, especially if antibiotics were given before sampling.",
    "treatment": "The priority in management of meningococcal disease is treatment of shock in meningococcemia and of raised intracranial pressure in severe meningitis. Empirical therapy for suspected meningococcal disease should include cefotaxime or ceftriaxone. Once the microbiologic diagnosis is established, treatment options include cefotaxime, ceftriaxone, penicillin G, or ampicillin. Five to 7 days of antimicrobial therapy is adequate. Because of recent detections of β-lactamase-producing organisms in the United States, meningococcal isolate susceptibility to penicillin should be determined before switching to penicillin or ampicillin.1 Ceftriaxone clears nasopharyngeal carriage effectively after 1 dose. For patients with a life-threatening penicillin allergy characterized by anaphylaxis, meropenem can be used with caution as the rate of cross-reactivity in penicillin-allergic adults is very low. In meningococcemia, early and rapid fluid resuscita-tion and early use of inotropic and ventilatory support may reduce mortality. The postin-fectious inflammatory syndromes associated with meningococcal disease often respond to nonsteroidal anti-inflammatory drugs. Treating physicians should consider evaluating for conditions that increase risk of disease, such as underlying complement component deficiencies. In some studies, underlying complement deficiency has been identified in up to 10% to 50% of patients with meningococcal disease, although no recent data are available on complement deficiency prevalence among US patients with meningococcal disease"
  },
  {
    "pneumonia_cause": "Human Metapneumovirus",
    "CLINICAL MANIFESTATIONS": "Human metapneumovirus (hMPV) causes acute respira-tory tract illness in people of all ages and is one of the leading causes of bronchiolitis in infants. In children, hMPV also causes pneumonia, asthma exacerbations, croup, upper respiratory tract infections (URIs), and acute otitis media; these may be accompanied by fever. As with other respiratory viral infections, secondary bacterial pneumonia can occur. hMPV is associated with acute exacerbations of chronic obstructive pulmonary disease (COPD) and pneumonia in adults. Otherwise healthy, young children infected with hMPV usually have mild or moderate respiratory symptoms, but some young children have severe disease requiring hospitalization. hMPV infection in immunocompromised people can result in severe disease, and fatalities have been reported in hematopoietic stem cell or lung transplant recipients. Preterm birth and underlying cardiopulmonary disease are risk factors for severe disease. Children with a history of birth at gesta-tional age <32 weeks are at higher risk for hospitalization, suffer more severe disease, and require longer stays and more supplementary oxygen. Recurrent infections occur throughout life and, in previously healthy people, are usually mild or asymptomatic",
    "risk_factors": "Young infants, older adults, and individuals with underlying medical conditions such as asthma, immunocompromising conditions (e.g., cancer, transplant recipients), or chronic lung disease[cite: 2, 8, 24]. Children in group child care settings are also at increased risk of exposure and spread.",
    "cxr_findings": "Chest imaging may show hyperinflation, patchy peribronchial opacities, or interstitial infiltrates, similar to other viral respiratory infections[cite: 8].",
    "season": "In temperate climates, hMPV typically follows a seasonal pattern, with peak activity occurring in late winter and early spring, often overlapping with or following the RSV season[cite: 3].",
    "regions": "Worldwide distribution[cite: 8].",
    "best_age": "Most children are infected by 5 years of age; however, the most severe disease (bronchiolitis and pneumonia) occurs primarily in infants and young children[cite: 8].",
    "sex": "No specific predilection noted[cite: 8].",
    "induction": "The incubation period is estimated to be approximately 3 to 6 days[cite: 23].",
    "diagnosis": "Reverse transcriptase-polymerase chain reaction (RT-PCR) assays are the most sensitive and preferred method for detection[cite: 19]. Multiplex molecular assays that detect hMPV along with other respiratory viruses are commonly used[cite: 11, 19].",
    "treatment": "Treatment is supportive. In vitro studies and animal models have shown that ribavirin and some preparations of Immune Globulin Intravenous have activity against hMPV . There are anecdotal reports using these therapies in humans, but there are no controlled clinical data available to assess whether these have any therapeutic benefit, and their use is not routinely recommended. Antimicrobial agents are not indicated in the treatment of infants hospitalized with uncomplicated hMPV bronchiolitis or pneumonia unless evidence exists for the presence of a concurrent bacterial infection. Additional management recommendations for infants with bronchiolitis can be found in the bronchi-olitis guidelines from the American Academy of Pediatrics"
  },
  {
    "pneumonia_cause": "Moraxella catarrhalis Infections",
    "CLINICAL MANIFESTATIONS": "Moraxella catarrhalis is commonly implicated in acute oti-tis media (AOM), otitis media with effusion, and sinusitis. AOM caused by M catarrhalis occurs predominantly in younger infants and frequently is recovered from middle ear and sinuses as part of mixed infections. Since introduction of 13-valent pneumococcal conjugate vaccine (PCV13), M catarrhalis appears to be recovered in a greater proportion of children undergoing tympanocentesis; however, it is unclear whether this represents an increase in cases attributable to M catarrhalis or a decrease in pneumococcal disease. M catarrhalis can cause pneumonia with or without bacteremia in immunocompetent infants and young children but is more common in children with chronic lung disease or impaired host defenses, such as leukemia with neutropenia or congenital immunodefi-ciency. In immunocompromised children, often no focus of infection is identified. Other clinical manifestations include hypotension with or without a rash indistinguishable from that observed in meningococcemia, neonatal meningitis, and focal infections, such as preseptal cellulitis, bacterial tracheitis, urethritis, osteomyelitis, or septic arthritis. Rare manifestations include endocarditis, peritonitis, shunt-associated ventriculitis, meningitis, and mastoiditis. Health care-acquired M catarrhalis bacteremia has been reported in hospi-talized children with transnasal devices (nasogastric tube, elemental diet tube, or nasotra-cheal tube); foci of infection in these cases have included pneumonia or bronchitis. Other health care-associated outbreaks of M catarrhalis have been described",
    "risk_factors": "Chronic pulmonary disease (e.g., cystic fibrosis, bronchopulmonary dysplasia), immunodeficiency, and preceding viral respiratory infections. Environmental factors such as daycare attendance and exposure to tobacco smoke also increase colonization rates.",
    "cxr_findings": "Chest X-ray findings in pneumonia are typically nonspecific, presenting as patchy bronchopneumonia or segmental consolidation. Pleural effusions are rare in pediatric cases.",
    "season": "Increased incidence occurs during the late fall, winter, and early spring, correlating with the peak season for viral respiratory tract infections.",
    "regions": "Worldwide.",
    "best_age": "Highest rates of colonization and mucosal infections (otitis media) occur in infants and young children (under 2 years). Pneumonia is more common in children with underlying comorbidities.",
    "sex": "No specific predilection.",
    "induction": "Unknown; however, it often follows a viral upper respiratory infection that facilitates the migration of the bacteria from the nasopharynx to the lower respiratory tract.",
    "diagnosis": "Isolation of the organism through culture from respiratory secretions (sputum, tracheal aspirate) or sterile sites (blood, pleural fluid). Gram stain shows characteristic gram-negative diplococci, often appearing intracellularly.",
    "treatment": "Almost all strains of Moraxella species produce beta-lactamase and are resistant to amoxicillin, unlike other common pathogens causing acute otitis media. M catarrhalis are typically susceptible to ampicillin-sulbactam (and amoxicillin-clavulanate), second- or third-generation cephalosporins, trimethoprim sulfamethoxazole, macrolides, and fluoroquinolones. Empiric and definitive therapy will depend on the severity of illness and type of infection, immunocompetence of the patient, and susceptibility of the isolate. The organism is resistant to clindamycin, vancomycin, and oxacillin. Macrolide-resistant isolates have been reported from Asia; only rarely have resistant strains been identified in the United States or Western Europe"
  },
  {
    "pneumonia_cause": "Mycoplasma pneumoniae",
    "CLINICAL MANIFESTATIONS": "Mycoplasma pneumoniae is a frequent cause of upper and lower respiratory tract infections in children, including pharyngitis, acute bronchitis, and pneumonia. Acute otitis media is uncommon. Bullous myringitis, once considered pathog-nomonic for mycoplasma, now is known to occur with other pathogens as well. Sinusitis and croup are rare. Symptoms are variable and include cough, malaise, fever, and occa-sionally headache. Acute bronchitis and upper respiratory tract illness caused by M pneu-moniae generally are mild and self-limited. Approximately 25% of infected school-aged children will develop pneumonia with cough and rales on physical examination within days after onset of constitutional symptoms. Cough, initially nonproductive, can become productive, persist for 3 to 4 weeks, and be accompanied by wheezing. Approximately 10% of children with M pneumoniae infection will exhibit a rash, which most often is macu-lopapular. Radiographic abnormalities are variable; bilateral diffuse infiltrates or focal abnormalities, such as consolidation, effusion, or hilar adenopathy, can occur Unusual manifestations include nervous system disease (eg, aseptic meningitis, encephalitis, acute disseminated encephalomyelitis, cerebellar ataxia, transverse myelitis, and peripheral neuropathy) as well as myocarditis, pericarditis, arthritis (particularly in immunocompromised hosts), erythema nodosum, polymorphous mucocutaneous erup-tions (eg, Stevens-Johnson syndrome or Mycoplasma-induced rash and mucositis [MIRM] syndrome), hemolytic anemia, thrombocytopenic purpura, and hemophagocytic syn-dromes. Severe pneumonia with pleural effusion can occur, particularly in patients with sickle cell disease, Down syndrome, immunodeficiencies, and chronic cardiorespiratory disease. Acute chest syndrome and pneumonia have been associated with M pneumoniae in patients with sickle cell disease. Infection also has been associated with exacerbations of asthma.Several other Mycoplasma species colonize mucosal surfaces of humans and can pro-duce disease in children. Mycoplasma hominis infection has been reported in neonates and children (both immunocompetent and immunocompromised). Intra-abdominal abscess, septic arthritis, endocarditis, pneumonia, meningoencephalitis, brain abscess, and surgical wound infection have been reported to be attributable to M hominis. Mycoplasma genitalium is now the second most common cause of nongonococcal urethritis in sexually active ado-lescents and adults with a frequency only slightly lower than Chlamydia trachomatis",
    "risk_factors": "Close contact in crowded settings (e.g., schools, military barracks, households). While previously thought to spare the very young, it is now recognized as a significant pathogen in children younger than 5 years, though severe disease remains more common in older children.",
    "cxr_findings": "Findings are often more impressive than the physical exam suggests (dissociation). Typically shows diffuse interstitial or reticulonodular infiltrates, often bilateral; occasionally focal consolidation or small pleural effusions.",
    "season": "Occurs year-round, but incidence may increase during the late summer and fall. It often follows a cyclic pattern with epidemics every 3 to 7 years.",
    "regions": "Worldwide.",
    "best_age": "Most common in school-aged children (5 to 15 years) and young adults; however, it is increasingly recognized in children younger than 5 years.",
    "sex": "No specific predilection noted.",
    "induction": "Typically 1 to 4 weeks (average 2 to 3 weeks).",
    "diagnosis": "Nucleic acid amplification tests (NAAT) such as PCR are the preferred method (highly sensitive and fast). Serology (IgM or a fourfold increase in IgG) is also used but requires time. Cold agglutinins are nonspecific and no longer recommended for definitive diagnosis.",
    "treatment": "Evidence of benefit of antimicrobial therapy for nonhospitalized children with lower respiratory tract disease attributable to M pneumoniae is limited. Some data sug-gest benefit of appropriate antimicrobial therapy in hospitalized children. Antimicrobial therapy is not recommended for preschool-aged children with CAP , because viral patho-gens are responsible for the great majority of cases.1 There is no evidence that treatment of other possible manifestations of M pneumoniae infection (eg, upper respiratory tract infection) with antimicrobial agents alters the course of illness. However, despite a paucity of studies, it is reasonable to treat severe extrapulmonary infections such as central ner-vous system disease or septic arthritis in an immunocompromised patient with an expecta-tion that it may shorten the duration and severity of illness. Because mycoplasmas lack a cell wall, they inherently are resistant to beta-lactam agents. Macrolides, including azithromycin, clarithromycin, and erythromycin, are the preferred antimicrobial agents for treatment of Mycoplasma pneumonia in school-aged children who have moderate to severe infection and those with underlying conditions,such as sickle cell disease.1 Fluoroquinolones and doxycycline are the other 2 classes of antibiotics to which M pneumoniae is sensitive. Macrolide-resistant strains are increasingly common in the United States (currently between 5% and 15%). Treatment of hospital-ized children with CAP attributable to a macrolide-resistant M pneumoniae using a fluoro-quinolone has been shown in some studies to shorten the duration of fever and the length of hospitalization, but other studies find no difference. Most children with CAP attrib-utable to M pneumoniae have a relatively mild, self-limited illness, but effective antibiotic therapy may be more important with more severe infections, particularly if coinfection is present. The usual course of antimicrobial therapy for pneumonia is 7 to 10 days, except for azithromycin, for which it usually is 5 days.M hominis usually is resistant to erythromycin and azithromycin but is variably suscep-tible to clindamycin, tetracyclines, and fluoroquinolones. Like M pneumoniae, to which it is closely related, M genitalium is susceptible in vitro to macrolides, tetracyclines, and fluoro-quinolones, but for unknown reasons, tetracyclines usually fail to exhibit clinical efficacy in the treatment of nongonococcal urethritis. Resistance to macrolides in M genitalium has been increasing worldwide and now may stand at greater than 40%. Unfortunately, fluoroquinolone resistance, which has not been observed in M pneumoniae, is also increas-ing in M genitalium, making its treatment increasingly problematic. The new pleuromutilin antibiotic lefamulin has good in vitro activity against M genitalium but has not been studied in children"
  },
  {
    "pneumonia_cause": "Parainfluenza Viral Infections",
    "CLINICAL MANIFESTATIONS": "Parainfluenza viruses (PIVs) are the major cause of laryn-gotracheobronchitis (croup) and may cause bronchiolitis and pneumonia as well as upper respiratory tract infection.1 PIV type 1 (PIV1) and, to a lesser extent, PIV type 2 (PIV2) are the most common pathogens associated with croup. PIV type 3 (PIV3) most com-monly is associated with bronchiolitis and pneumonia in infants and young children. Infections with PIV type 4 (PIV4) are less well characterized but have been associated with both upper and lower respiratory tract infections. Longitudinal studies have demon-strated that upper respiratory infections caused by viruses, including PIVs, can be associ-ated with acute otitis media, which is frequently a mixed viral-bacterial infection. Rarely, PIVs have been isolated from patients with parotitis, myopericarditis, aseptic meningitis,encephalitis, febrile seizures, and Guillain-Barré syndrome. PIV infections can exacerbate symptoms of chronic lung disease and asthma in children and adults. In children with immunodeficiency and recipients of hematopoietic stem cell transplants, PIVs, most com-monly PIV3, can cause refractory infections with persistent shedding, severe pneumonia with viral dissemination, and even fatal disease. PIV infections do not confer complete protective immunity; therefore, reinfections can occur with all serotypes and at any age, but reinfections usually are mild and limited to the upper respiratory tract",
    "risk_factors": "Children in daycare settings, infants (especially for PIV-3), and individuals with severe immunodeficiency (e.g., hematopoietic stem cell transplant recipients). Malnutrition and crowded living conditions also increase risk.",
    "cxr_findings": "Often shows hyperinflation and peribronchial thickening. In cases of pneumonia, patchy interstitial infiltrates or focal consolidation may be present. The classic steeple sign (subglottic narrowing) may be seen on neck X-rays in croup cases.",
    "season": "HPIV-1 and HPIV-2 often cause biennial outbreaks in the fall (usually in odd-numbered years). HPIV-3 activity is more endemic but often peaks in the spring and early summer.",
    "regions": "Worldwide.",
    "best_age": "Most common in infants and children younger than 5 years. Peak incidence of croup occurs between 6 months and 3 years of age.",
    "sex": "Slightly more common in males, especially for croup manifestations.",
    "induction": "Typically 2 to 6 days.",
    "diagnosis": "Nucleic acid amplification tests (NAAT) such as RT-PCR of respiratory secretions are the most sensitive and preferred method. Viral culture and rapid antigen detection are alternatives but less sensitive.",
    "treatment": "Specific antiviral therapy is not available. Racemic epinephrine aerosol commonly is given to severely affected hospitalized patients with laryngotracheobronchitis (croup) to decrease airway obstruction. Parenteral, oral, and nebulized corticosteroids have been demonstrated to lessen the severity and duration of symptoms and hospitaliza-tion in patients with moderate to severe laryngotracheobronchitis. Oral steroids also are effective for outpatients with less severe croup. Management otherwise is supportive. Antimicrobial agents should be reserved for documented secondary bacterial infec-tions. Use of ribavirin (usually inhaled), with or without concomitant administration of Immune Globulin Intravenous (IGIV), has been reported anecdotally in immunocompro-mised patients with severe pneumonia; however, controlled studies are lacking and this use is not routinely recommended"
  },
  {
    "pneumonia_cause": "Parechovirus Infections",
    "CLINICAL MANIFESTATIONS": "Parechoviruses (PeVs) primarily cause disease in young infants and present in a similar manner to enterovirus, disseminated herpes simplex virus, or bacterial infections, with a febrile illness, exanthem (maculopapular and/or generalized erythema or erythroderma, often with palmar and plantar erythema and at times in a dis-tribution limited to the hands and feet), sepsis-like syndrome (frequently with leukopenia), and/or central nervous system manifestations. The latter includes meningitis (typically with little or no pleocytosis), encephalitis, seizures, and apnea, often with brain imaging abnormalities primarily affecting white matter; long-term neurodevelopmental sequelae may occur. Infections (particularly with PeV-A3) may be severe, with manifestations that include sepsis, hepatitis and coagulopathy, myocarditis, pneumonia, and/or meningoen-cephalitis, with long-term sequelae or death. PeV infections in older infants and toddlers have been associated with generally mild upper and lower respiratory tract disease and gastroenteritis (although causation has not been established consistently) and a variety of other less common manifestations, including acute flaccid paralysis, acute disseminated encephalomyelitis, myalgia and myositis, herpangina, hand-foot-and-mouth disease, sud-den infant death syndrome, and hemophagocytic lymphohistiocytosis",
    "risk_factors": "Neonates and infants younger than 90 days are at the highest risk for severe invasive disease. Exposure to older siblings or children in daycare settings who may be shedding the virus asymptomatically is a primary risk factor.",
    "cxr_findings": "In cases of PeV pneumonia, findings are typically nonspecific viral patterns, including diffuse interstitial infiltrates, peribronchial thickening, and occasionally areas of atelectasis.",
    "season": "In temperate climates, PeV infections typically peak in the late summer and fall. PeV-3 often exhibits a biennial (every 2 years) pattern of circulation.",
    "regions": "Worldwide.",
    "best_age": "Most common and severe in infants younger than 3 months. Most children have been infected by school age.",
    "sex": "No specific predilection noted.",
    "induction": "Estimated to be 3 to 10 days.",
    "diagnosis": "Nucleic acid amplification tests (RT-PCR) of cerebrospinal fluid (CSF), blood, or respiratory secretions. PeVs are NOT detected by standard Enterovirus PCR assays; specific Parechovirus PCR must be requested.",
    "treatment": "No specific therapy is available for PeV infections. Immune Globulin Intravenous (IGIV) has been used in some published case reports of neonates with severe PeV infections"
  },
  {
    "pneumonia_cause": "Pasteurella Infections",
    "CLINICAL MANIFESTATIONS": "The most common manifestation is cellulitis at the site of a bite or scratch of a cat, dog, or other domestic or wild animal. Cellulitis typically develops within 24 hours of the injury and includes swelling, erythema, tenderness, and serosan-guinous to purulent drainage at the wound site. Regional lymphadenopathy, chills, and fever can occur. The most frequent local complications are abscesses and tenosynovitis, but septic arthritis and osteomyelitis also occur. Other less common manifestations that are not always associated with an animal bite include septicemia, central nervous system infections (meningitis is the most common; however, brain abscess and subdural empyema have been observed), ocular infections (eg, conjunctivitis, corneal ulcer, endophthalmitis), endocarditis, respiratory tract infections (eg, pneumonia, pulmonary abscesses, pleural empyema, epiglottitis), appendicitis, hepatic abscess, peritonitis, and urinary tract infec-tion. People with liver disease, solid organ transplant, or underlying host defense abnor-malities are predisposed to bacteremia with Pasteurella multocida",
    "risk_factors": "Exposure to animal bites, scratches, or licks (especially from cats and dogs). Risk for pneumonia is higher in patients with preexisting bronchiectasis, chronic obstructive pulmonary disease (COPD), or immunocompromising conditions. Infants are at risk of systemic infection through close contact with household pets even without a bite.",
    "cxr_findings": "May show localized consolidation, lung abscess formation, or signs of empyema. Findings are often similar to other bacterial pneumonias but should be interpreted in the context of animal exposure.",
    "season": "No seasonal predilection; occurs year-round.",
    "regions": "Worldwide.",
    "best_age": "Can affect any age. Systemic and respiratory infections are more common in the elderly or very young infants with household pet exposure.",
    "sex": "No specific predilection.",
    "induction": "Rapid onset; typically less than 24 hours for wound infections. Respiratory symptoms may develop over a few days following exposure.",
    "diagnosis": "Isolation of the organism through culture from sputum, pleural fluid, blood, or wound aspirate. Gram stain shows characteristic small, pleomorphic, gram-negative coccobacilli with bipolar staining.",
    "treatment": "The drug of choice is penicillin. Penicillin resistance is rare, but beta-lactamase–producing strains have been recovered. Other oral agents that usually are effective include ampicillin, amoxicillin, amoxicillin/clavulanate, cefuroxime, cefixime, cefpodoxime, doxycycline, and fluoroquinolones. Parenteral third-generation cephalo-sporins, including ceftriaxone and cefotaxime, demonstrate excellent in vitro activity. Oral and parenteral antistaphylococcal penicillins and first-generation cephalosporins including cephalexin are not as active and are not recommended for treatment. Pasteurella species usually are resistant to vancomycin, clindamycin, and erythromycin. For patients who are allergic to beta-lactam agents, azithromycin, trimethoprim-sulfamethoxazole, and the fluoroquinolones are alternative choices, but clinical experience with these agents is limited. For suspected polymicrobial infected bite wounds, oral amoxicillin-clavulanate or, for severe infection, intravenous ampicillin-sulbactam or piperacillin-tazobactam can be given. The duration of therapy usually is 7 to 10 days for local infections and 10 to 14 days for more severe infections. Antimicrobial therapy should be continued for 4 to 6 weeks for bone and joint infections. Wound drainage or débridement may be necessary"
  },
  {
    "pneumonia_cause": "Pertussis (Whooping Cough)",
    "CLINICAL MANIFESTATIONS": "Pertussis begins with mild upper respiratory tract symptoms similar to the common cold (catarrhal stage) and progresses to cough, usually paroxysms of cough (paroxysmal stage), characterized by inspiratory whoop (gasping) after repeated cough on the same breath, which commonly is followed by vomiting. Fever is absent or minimal. Symptoms wane gradually over weeks to months (convalescent stage). Cough illness in immunized children and adults can range from typical to very mild. The dura-tion of classic pertussis is 6 to 10 weeks. Complications among adolescents and adults include syncope, weight loss, sleep disturbance, incontinence, rib fractures, and pneumo-nia; among adults, complications may increase with age. Pertussis is most severe when it occurs during the first 6 months of life, particularly in preterm and unimmunized infants. Disease in infants younger than 6 months can be atypical with a short catarrhal stage, followed by gagging, gasping, bradycardia, or apnea as prominent early manifesta-tions; absence of whoop; and prolonged convalescence. Sudden unexpected death can be caused by pertussis. Complications among infants include pneumonia, pulmonary hypertension, and severe coughing spells with associated conjunctival bleeding, hernia, and hypoxia. Seizures (0.9%), encephalopathy (less than 0.5%), apnea, and death can occur in infants with pertussis. Approximately half of infants with pertussis in the United States are hospitalized. Case-fatality rates are approximately 1.6% in infants younger than 2 months and less than 1.2% in infants 2 through 11 months of age. Maternal immuniza-tion during pregnancy and an infant’s receipt of at least some doses of pertussis vaccine reduce morbidity and mortality in young infants",
    "risk_factors": "Unvaccinated or under-vaccinated children, infants younger than 6 months (who havent completed the primary series), and individuals with waning immunity. Exposure to an infected household member or adolescent/adult with a persistent nuisance cough is a major risk.",
    "cxr_findings": "Typically shows peribronchial thickening, shaggy heart border (interstitial infiltrates that obscure the cardiac silhouette), and hyperinflation. Consolidation suggests secondary bacterial pneumonia.",
    "season": "No distinct seasonal pattern, though increases may be seen in summer and fall.",
    "regions": "Worldwide; endemic with periodic outbreaks every 3 to 5 years even in highly vaccinated populations.",
    "best_age": "Most severe disease occurs in infants younger than 6 months. Incidence peaks in infants and again in adolescents (due to waning immunity).",
    "sex": "No specific predilection.",
    "induction": "Typically 7 to 10 days (range: 5 to 21 days).",
    "diagnosis": "Nucleic acid amplification tests (PCR) from nasopharyngeal (NP) swabs or aspirates are the gold standard (most sensitive in the first 2-3 weeks). Culture is specific but difficult and requires special media (Regan-Lowe). Serology is mainly used for late diagnosis in adolescents/adults.",
    "treatment": "Antimicrobial therapy administered during the catarrhal stage may ame-liorate the disease. Antimicrobial therapy is indicated before test results are received if the clinical history is strongly suggestive of pertussis or the patient is at high risk of severe or complicated disease (eg, is an infant). A 5-day course of azithromycin is the appropri-ate first-line choice for treatment and for postexposure prophylaxis (PEP [see Table 3.44, p 581]). After the paroxysmal cough is established, antimicrobial agents have no discern-ible effect on the course of illness but are recommended to limit spread of organisms to others. Resistance of B pertussis to macrolide antimicrobial agents has been reported but rarely in the United States. Penicillins and first- and second-generation cephalosporins are not effective against B pertussis.Orally administered erythromycin and, to a lesser degree, azithromycin, when given in the first 6 weeks of life, are associated with increased risk of infantile hypertrophic pyloric stenosis (IHPS), but azithromycin remains the drug of choice for treatment or pro-phylaxis of pertussis in very young infants. Cases of IHPS in young infants who have been treated with a macrolide antibiotic should be reported to MedWatch (see MedWatch, p 1004). Trimethoprim-sulfamethoxazole is an alternative for patients older than 2 months who cannot tolerate macrolides or who are infected with a macrolide-resistant strain, but studies evaluating trimethoprim-sulfamethoxazole as treatment for pertussis are limited.Young infants are at increased risk of respiratory failure attributable to apnea or sec-ondary bacterial pneumonia and are at risk of cardiopulmonary failure and death from severe pulmonary hypertension. Illness characteristics that would suggest the need for hos-pitalization of infants with pertussis include respiratory distress, inability to feed, cyanosis or apnea, and seizures. Some experts believe that age <4 months is itself an indication for hospitalization in infants with pertussis or suspected pertussis infection. Hospitalized young infants with pertussis should be managed in a setting/facility where these complica-tions can be recognized and managed urgently. Exchange transfusions or leukopheresis have been reported to be life-saving in infants with progressive pulmonary hypertension and markedly elevated lymphocyte counts.Because data on the clinical effectiveness of antibiotic treatment on B parapertussis are limited, treatment decisions should be based on clinical judgment, with particular attention toward special populations that may be at increased risk for severe B parapertus-sis disease, including infants, elderly, and immunocompromised people. Limited available data suggest that B parapertussis is less susceptible to antimicrobial agents than B pertussis, although some studies indicate that macrolides, trimethoprim-sulfamethoxazole, and cip-rofloxacin generally have activity against B parapertussis. B bronchiseptica has intrinsic resis-tance to macrolide antibiotics"
  },
  {
    "pneumonia_cause": "Pneumocystis jirovecii Infections",
    "CLINICAL MANIFESTATIONS": "Symptomatic infection with Pneumocystis jirovecii is extremely rare in healthy people. However, in immunocompromised infants and children, P jirovecii causes a respiratory illness characterized by dyspnea, tachypnea, significant hypoxemia, nonproductive cough, chills, fatigue, and fever. The intensity of these signs and symp-toms may vary, and in some immunocompromised children and adults, the onset may be acute and fulminant. Most children with Pneumocystis pneumonia are significantly hypoxic. Chest radiographs often show bilateral diffuse interstitial or alveolar disease but may appear normal in early disease. Atypical radiographic findings may include lobar, miliary, cavitary, and nodular lesions. The mortality rate in immunocompromised patients ranges from 5% to 40% in treated patients and approaches 100% without therapy",
    "risk_factors": "Severe T-cell immunodeficiency (e.g., HIV/AIDS with low CD4 count), hematopoietic stem cell or solid organ transplant recipients, primary immunodeficiencies (e.g., SCID), and children receiving intensive chemotherapy or high-dose corticosteroids.",
    "cxr_findings": "Typically shows bilateral, diffuse ground-glass or interstitial opacities spreading from the perihilar regions. Late stages may show alveolar consolidation. Spontaneous pneumothorax is a known complication. Chest CT (HRCT) is highly sensitive, often showing mosaic ground-glass opacification.",
    "season": "No seasonal predilection; occurs year-round.",
    "regions": "Worldwide.",
    "best_age": "In infants with perinatally acquired HIV, peak incidence occurs between 3 and 6 months of age. Otherwise, it occurs at any age depending on the timing of immunosuppression.",
    "sex": "No specific predilection.",
    "induction": "Unknown for primary infection; symptoms typically develop over several days to weeks in immunocompromised hosts.",
    "diagnosis": "Cannot be cultured. Diagnosis requires microscopic identification of organisms (cysts or trophozoites) in bronchoalveolar lavage (BAL) fluid or induced sputum using special stains (e.g., Gomori methenamine silver). PCR is highly sensitive and is becoming the preferred diagnostic method.",
    "treatment": "The drug of choice is trimethoprim-sulfamethoxazole (TMP-SMX), usu-ally administered intravenously. Oral therapy should be reserved for patients with mild disease who do not have malabsorption or diarrhea and for patients with a favorable clini-cal response to initial intravenous therapy. See Table 4.3 (p 882) for dosages. Duration of therapy is 21 days. The rate of adverse reactions to TMP-SMX (eg, rash, neutropenia, anemia, thrombocytopenia, renal toxicity, hepatitis, nausea, vomiting, and diarrhea) is higher in HIV-infected children than in non–HIV-infected patients. It is not necessary to discontinue therapy for mild adverse reactions (eg, vomiting). At least half of patients with more severe reactions that include rash require interruption of therapy. Desensitization to TMP-SMX may be considered after the acute reaction has abated. Pentamidine, administered intravenously, is an alternative drug for treatment of Pneumocystis infection in children and adults who cannot tolerate TMP-SMX or who have severe disease and have not responded to TMP-SMX after 5 to 7 days of therapy. The therapeutic efficacy of intravenous pentamidine in adults with PCP is similar to that of TMP-SMX. Pentamidine is associated with a high incidence of adverse reactions, includ-ing renal toxicity, pancreatitis, diabetes mellitus, electrolyte abnormalities, hypoglycemia, hyperglycemia, hypotension, cardiac arrhythmias, fever, and neutropenia. Aerosolized pentamidine should not be used for treatment, because its efficacy is limited.Atovaquone is approved for oral treatment of mild to moderate PCP in adults who are intolerant of TMP-SMX. Experience with use of atovaquone in children is limited, although a study comparing the efficacy of bacterial prophylaxis of atovaquone-azithro-mycin versus TMP-SMX noted that prevention of PCP was equivalent between the 2 drug regimens. Adverse reactions to atovaquone are limited to rash, nausea, and diarrhea. Other potentially useful drugs for mild to moderate PCP in adults include clindamy-cin with primaquine (adverse reactions are rash, nausea, and diarrhea), dapsone with trimethoprim (associated with neutropenia, anemia, thrombocytopenia, methemoglobin-emia, rash, and aminotransferase elevation), and trimetrexate with leucovorin. Experience with the use of these combinations in children is limited.On the basis of studies in both adults and children, a course of corticosteroids is recommended in patients with moderate to severe PCP (as defined by an arterial oxygen pressure [PaO2] of less than 70 mm Hg in room air or an arterial-alveolar gradient ≥35 mm Hg), starting within 72 hours of diagnosis. The recommended scheduled dosing of oral prednisone during treatment is presented in Table 3.46.Coinfection with other organisms, such as cytomegalovirus or Streptococcus pneumoniae, has been reported in HIV-infected children. Children with dual infections may have more severe disease"
  },
  {
    "pneumonia_cause": "Pseudomonas aeruginosa Infections",
    "CLINICAL MANIFESTATIONS": "Pseudomonas aeruginosa causes a variety of localized and systemic infections including otitis externa, mastoiditis, folliculitis, cellulitis, ecthyma gangrenosum, wound infection, ocular infection, pneumonia, osteomyelitis, bacteremia,endocarditis, meningitis, and urinary tract infection. It is a common cause of health care-associated infections (particularly in the presence of invasive devices), infections in immunocompromised children, pulmonary infections in children with cystic fibrosis, and infections in children with burns. Pseudomonas ophthalmia occurs predominantly in preterm infants and presents with eyelid edema and erythema, purulent discharge, and pannus formation. It can progress to corneal perforation, endophthalmitis, sepsis, and meningitis",
    "risk_factors": "Cystic fibrosis, prolonged hospitalization, mechanical ventilation, neutropenia (e.g., chemotherapy), prior broad-spectrum antibiotic use, severe burns, and presence of indwelling medical devices (e.g., tracheostomy).",
    "cxr_findings": "Often shows bilateral, patchy bronchopneumonia, nodular infiltrates, or segmental consolidation. In severe cases, cavitation (necrotizing pneumonia) and pleural effusions/empyema are common. In CF patients, signs of chronic lung disease such as bronchiectasis and mucus plugging are typical.",
    "season": "No seasonal predilection; occurs year-round.",
    "regions": "Worldwide; ubiquitous in the environment (water and soil) and hospital settings.",
    "best_age": "Can affect any age, but highest risk in infants with CF and hospitalized patients of any age with comorbidities.",
    "sex": "No specific predilection.",
    "induction": "Varies; can occur within 48-72 hours of hospitalization or ventilation in susceptible hosts.",
    "diagnosis": "Isolation of the organism through culture from sputum, tracheal aspirate, bronchoalveolar lavage (BAL), blood, or pleural fluid. Gram stain typically shows thin, gram-negative bacilli.",
    "treatment": "Empiric combination therapy from different antimicrobial classes (eg, adding a fluo-roquinolone or an aminoglycoside to an antipseudomonal b-lactam) may be indicated in severe sepsis, in patients with neutropenia, in patients who recently received broad-spectrum b-lactams, or in settings where antibiotic resistance is high to increase the probability of covering the infecting organism prior to knowing its identification and susceptibility.• Cultures and susceptibilities should be sent prior to initiation of empiric therapy and therapy adjusted as per susceptibility data. In most patients, therapy can be simpli-fied to a single active agent; there are no data to support continuation of combination therapy for an isolate susceptible to an appropriate antipseudomonal drug (see below). When the clinical course is complicated or when there is multidrug resistance, it is rec-ommended that an infectious disease expert assist in the management, particularly in the setting of carbapenem resistance.• An important component of treatment is source control (ie, removal of catheters and devices, drainage of abscesses).• Antimicrobial agents that have activity against P aeruginosa include piperacillin-tazo-bactam, ceftazidime, cefepime, aztreonam, ciprofloxacin, levofloxacin, meropenem, and imipenem/cilastatin (see Tables of Antibacterial Drugs, p 876); however, suscep-tibility patterns vary regionally. Aminoglycosides are often used as adjunctive therapy (but not as monotherapy beyond urinary tract infections). Polymyxins (ie, colistin and polymyxin B) can be considered in the setting of highly resistant organisms but should not be used as first-line treatments if newer agents (eg, imipenem/cilastatin-relebactam, ceftazidime-avibactam, or ceftolozane-tazobactam) are available because of their generally lower efficacy and higher adverse event rates compared with these newer agents. • Management of children with cystic fibrosis should occur in conjunction with an expert in cystic fibrosis. Treatment for pulmonary exacerbation often includes 2 antipseudo-monal agents in patients known to be chronically infected with P aeruginosa. The Cystic Fibrosis Foundation recommends early eradication of P aeruginosa with inhaled tobra-mycin (300 mg twice daily for 28 days). Once P aeruginosa becomes established, it can persist for years. Chronic suppressive treatment with inhaled antibiotics can decrease the bacterial burden. Inhaled antibiotics are generally not indicated for pulmonary exacerbations. • Management of Pseudomonas neonatal ophthalmia urgently requires a combination of systemic and topical therapy, because systemic antibiotics alone have poor penetration in the anterior chamber of the eye. The diagnosis should be suspected when gram-stained specimens of exudate contain gram-negative bacilli, and should be confirmed by culture. Ophthalmology consultation is recommended.• Duration of therapy is based on clinical and bacteriologic response of the patient and the site(s) of infection. Most bloodstream infections, ventilator-associated pneumonias, and urinary tract infections can be treated with 7 to 14 days of antibiotic therapy"
  },
  {
    "pneumonia_cause": "Q Fever",
    "CLINICAL MANIFESTATIONS": "Approximately half of acute Q fever infections result in symptoms. Acute and persistent (chronic) forms of the disease exist and both can present as fever of unknown origin. Acute Q fever in children is typically characterized by abrupt onset of fever, and is often accompanied by chills, headache, weakness, cough, and other nonspecific systemic symptoms. Illness typically is self-limited, although a relapsing febrile illness lasting for several months has been documented in children. Gastrointestinal tract symptoms, such as diarrhea, vomiting, abdominal pain, and anorexia, are reported in 50% to 80% of children. Rash has been observed in some patients with Q fever. Q fever pneumonia usually manifests with a mild cough and shortness of breath but can progress to respiratory distress. Chest radiographic patterns are variable. In immunocompromised patients, a nodular pattern accompanied by a halo of ground-glass opacification and vessel connection, or findings suggestive of a necrotizing process, may be seen. More severe manifestations of acute Q fever are rare but include hepatitis, hemolytic-uremic syndrome, myocarditis, pericarditis, cerebellitis, encephalitis, meningitis, hemophagocy-tosis, lymphadenitis, cholecystitis, and rhabdomyolysis. The presence of anticardiolipin antibodies during acute Q fever has been associated with severe complications in adults. There appears to be a small link between Q fever and subsequent development of lym-phoma in adulthood because of the risk factor of lymphadenitis. Persistent, localized (chronic) Q fever in children is rare but can present as blood culture-negative endocardi-tis, vascular infection, chronic relapsing or multifocal osteomyelitis, or chronic hepatitis. Osteomyelitis is a common presentation of persistent, localized Q fever in children. Children who are immunocompromised or have underlying valvular heart disease may be at higher risk of persistent, localized Q fever",
    "risk_factors": "Direct or indirect exposure to infected livestock (especially sheep, goats, and cattle), particularly during birthing (parturition) when high concentrations of bacteria are released. Living near farms or wind-borne spread from contaminated areas. Laboratory workers and veterinarians are at high professional risk.",
    "cxr_findings": "Commonly shows nonspecific findings such as patchy, localized, or diffuse ground-glass opacities or interstitial infiltrates. Segmental or lobar consolidation can occur, often appearing similar to other atypical pneumonias.",
    "season": "No distinct seasonal pattern, though increases may correlate with livestock birthing seasons (spring).",
    "regions": "Worldwide (except New Zealand). Highly endemic in areas with significant livestock farming.",
    "best_age": "Can affect any age; however, symptomatic disease and pneumonia are more commonly reported in older children and adults than in young children.",
    "sex": "Reported more frequently in males, possibly due to occupational exposure.",
    "induction": "Usually 2 to 3 weeks (range: 3 to 30 days).",
    "diagnosis": "Serology (Indirect Fluorescent Antibody - IFA) is the gold standard, detecting antibodies to Phase I and Phase II antigens. PCR is useful in the early acute phase before antibodies develop. Culture is difficult and dangerous (requires Biosafety Level 3).",
    "treatment": "Acute Q fever generally is a self-limited illness, and many patients recover without antimicrobial therapy. However, early treatment is effective in shortening illness duration and symptom severity and should be initiated in all symptomatic patients. For symptomatic patients with suspected Q fever, immediate empiric therapy should be given, because laboratory results are often negative early in illness onset pending production of quantifiable antibody. Doxycycline administered for 14 days is the drug of choice for severe infections in patients and can be used for acute Q fever regardless of patient age (see Tetracyclines, p 866). Pregnant women and patients allergic to doxycycline can be treated with trimethoprim-sulfamethoxazole.Persistent (chronic) Q fever is much more difficult to treat, and relapses can occur despite appropriate therapy, necessitating repeated courses of therapy. For Q fever endocarditis in adults, the recommended therapy is a combination of doxycycline and hydroxychloroquine for a minimum of 18 months. There are limited data available on effective treatment of chronic Q fever in children, but in some cases, surgical replacement of infected tissue and/or surgical débridement may be required"
  },
  {
    "pneumonia_cause": "Rat-Bite Fever",
    "CLINICAL MANIFESTATIONS": "Rat-bite fever is caused by Streptobacillus moniliformis or Spirillum minus. S moniliformis infection (streptobacillary fever or Haverhill fever) is char-acterized by relapsing fever, rash, and migratory polyarthritis. There is an abrupt onset of fever, chills, muscle pain, vomiting, headache, and rarely (unlike S minus) lymphade-nopathy. A maculopapular, purpuric, or petechial rash develops, predominantly on the peripheral extremities including the palms and soles, typically within a few days of fever onset. The skin lesions may become purpuric or confluent and may desquamate. The bite site usually heals promptly and exhibits no or minimal inflammation. Nonsuppurative migratory polyarthritis or arthralgia follows in approximately 50% of patients. Symptoms of untreated infection may resolve within 2 weeks, but fever occasionally can relapse for weeks or months, and infection can lead to serious complications including soft tissue and solid-organ abscesses (brain, myocardium), septic arthritis, pneumonia, endocarditis, myocarditis, pericarditis, sepsis, and meningitis. The case-fatality rate is 7% to 13% in untreated patients, and fatal cases have been reported in children. With S minus infection (“sodoku”), a period of initial apparent healing at the site of the bite usually is followed by fever and ulceration, discoloration, swelling, and pain at the site (about 1 to 4 weeks later), regional lymphangitis and lymphadenopathy, and a distinc-tive rash of red or purple plaques. Arthritis is rare",
    "risk_factors": "Exposure to rats (bites, scratches, or handling) or other rodents (mice, gerbils). Living in rat-infested dwellings or working in pet shops or laboratories. Ingestion of food or water contaminated with rat excreta (known as Haverhill fever).",
    "cxr_findings": "Nonspecific; may show patchy interstitial infiltrates or localized consolidation if pneumonia or secondary empyema develops.",
    "season": "No seasonal predilection.",
    "regions": "Worldwide; S. moniliformis is most common in North America and Europe, while S. minus is more frequent in Asia.",
    "best_age": "Can occur at any age; children are often at risk due to exposure to pet rats or living in environments with wild rodents.",
    "sex": "No specific predilection.",
    "induction": "Usually 3 to 10 days (range: 1 to 22 days).",
    "diagnosis": "Isolation of S. moniliformis from blood, joint fluid, or skin lesions. The organism requires specialized media (supplemented with blood, serum, or ascites fluid). PCR (NAAT) assays and matrix-assisted laser desorption ionization–time of flight (MALDI-TOF) mass spectrometry are increasingly used for faster identification.",
    "treatment": "Penicillin G procaine administered intramuscularly or penicillin G admin-istered intravenously for 7 to 10 days is the treatment for rat-bite fever caused by either agent; currently in the United States and other countries, intravenous administration is the more acceptable route. Initial intravenous penicillin G therapy for 5 to 7 days fol-lowed by oral penicillin V for 7 days also has been successful. Limited experience exists for ampicillin, cefuroxime, ceftriaxone, and cefotaxime. Doxycycline or streptomycin can be substituted when a patient has a serious allergy to penicillin or while awaiting labora-tory results when rickettsial infections (eg, Rocky Mountain spotted fever) are also among the differential diagnoses. Patients with endocarditis should receive intravenous high-dose penicillin G for at least 4 weeks. The addition of streptomycin or gentamicin for initial therapy may be useful in severe infections including endocarditis"
  },
  {
    "pneumonia_cause": "Respiratory Syncytial Virus",
    "CLINICAL MANIFESTATIONS": "Respiratory syncytial virus (RSV) causes acute respiratory tract infections in people of all ages and is one of the most common diseases of early childhood. Most infants infected with RSV experience upper respiratory tract symptoms,and 20% to 30% develop lower respiratory tract disease (eg, bronchiolitis and/or pneu-monia) with the first infection. Signs and symptoms of bronchiolitis typically begin with rhinitis and cough, which may progress to increased respiratory effort with tachypnea, wheezing, rales, crackles, intercostal and/or subcostal retractions, grunting, and nasal flaring. Fever may, but does not always, occur. Infection with RSV during the first few weeks of life, particularly among preterm infants, may present with more general symp-toms such as lethargy, irritability, and poor feeding, accompanied with minimal respira-tory tract symptoms. However, these infants are at risk of developing apnea, even in the absence of other respiratory symptoms. Most previously healthy infants who develop RSV bronchiolitis do not require hospitalization, and most who are hospitalized improve with supportive care and are discharged after 2 or 3 days. However, approximately 1% to 3% of all children in the first 12 months of life will be hospitalized because of severe RSV lower respiratory tract disease, with the highest rate of RSV hospitalizations occurring in the first 6 months of life. Factors that increase the risk of severe RSV lower respiratory tract illness include prematurity, especially infants born before 29 weeks of gestation; chronic lung disease of prematurity (CLD [formerly called bronchopulmonary dysplasia]); certain types of hemodynamically significant congenital heart disease (CHD), especially conditions associ-ated with pulmonary hypertension; certain immunodeficiency states; and neurologic and neuromuscular conditions. Identified risk factors with a more limited correlation with disease severity include low birth weight, maternal smoking during pregnancy, exposure to secondhand smoke in the household, family history of atopy, lack of breastfeeding, and household crowding. Mortality is rare when supportive care is available. The association between RSV infection early in life and subsequent asthma remains incompletely understood. Infants who experience severe lower respiratory tract disease (eg, bronchiolitis or pneumonia) from RSV have an increased risk of developing asthma later in life. This association also is seen with other respiratory viral infections, particularly those caused by rhinoviruses. The unresolved question is whether the association between severe infection and reactive airway disease is causal and attributable to direct damage caused by viral replication and the host’s response. Alternatively, the association may reflect a common genotype, indicating the same anatomic or immunologic abnormalities that predispose to asthma also predispose to severe viral lower respiratory tract disease. Results from 2 randomized, placebo-controlled trials demonstrate that providing RSV immunoprophylaxis to term and preterm infants had no measurable effect on medically attended wheezing, physician-diagnosed asthma, or lung function at 3 to 6 years of age.Almost all children are infected by RSV at least once by 24 months of age, and rein-fection throughout life is common. Subsequent infections are usually less severe than a primary infection. Particularly among otherwise healthy older children and adults, recur-rent RSV infection manifests as mild upper respiratory tract illness and seldom involves the lower respiratory tract. However, serious disease involving the lower respiratory tract may develop in older children and adults, especially in immunocompromised people and frail, elderly people, particularly those with cardiopulmonary comorbidities",
    "risk_factors": "Prematurity (especially <35 weeks), congenital heart disease (hemodynamically significant), chronic lung disease of prematurity, immunocompromising conditions, and neuromuscular disorders. Environmental factors include exposure to tobacco smoke, daycare attendance, and older siblings in school.",
    "cxr_findings": "Typically shows hyperinflation, peribronchial thickening (cuffing), and patchy areas of atelectasis (which can be mistaken for bacterial consolidation). Diffuse interstitial infiltrates are common in RSV pneumonia.",
    "season": "Seasonal in temperate climates; typically begins in the fall, peaks in the winter, and concludes in the spring. Regional variations exist (e.g., year-round in tropical areas).",
    "regions": "Worldwide.",
    "best_age": "The peak incidence of severe disease is in infants between 2 and 8 months of age. Nearly all children are infected at least once by their second birthday.",
    "sex": "Slightly more common and severe in males.",
    "induction": "Usually 2 to 8 days (average 4 to 6 days).",
    "diagnosis": "Nucleic acid amplification tests (RT-PCR) are the most sensitive method and are preferred. Rapid antigen detection tests (RADTs) are available but less sensitive, especially in older children and adults.",
    "treatment": "Antimicrobial Therapy. Antimicrobial therapy is not indicated for infants with RSV bron-chiolitis or pneumonia unless there is evidence of concurrent bacterial infection. A young child with a distinct viral lower respiratory tract infection (bronchiolitis) has a low risk (<1%) of bacterial infection of the CSF or blood. Bacterial lung infections and bactere-mia are uncommon in this setting. Acute otitis media (AOM) caused by RSV or bacterial superinfection may occur in infants with RSV bronchiolitis. Oral antimicrobial therapy for treatment of otitis media may be considered if bulging of the tympanic membrane is present"
  },
  {
    "pneumonia_cause": "Rhinovirus Infections",
    "CLINICAL MANIFESTATIONS": "Rhinoviruses are the most frequent cause of the common cold, or rhinosinusitis. Typical clinical manifestations include sore throat, nasal conges-tion, and nasal discharge that initially is watery and clear but often becomes mucopu-rulent and viscous after a few days. Malaise, headache, myalgia, low-grade fever, cough, and sneezing may occur. Symptoms typically peak in severity after 2 to 3 days and have a median duration of 7 days but may persist for more than 10 days in approximately 25% of illnesses. Rhinoviruses also cause otitis media and lower respiratory tract infections (eg, bronchiolitis, pneumonia), particularly in infants, and are associated with approximately 60% to 70% of acute exacerbations of asthma in school-aged children",
    "risk_factors": "History of asthma or reactive airway disease, cystic fibrosis, prematurity, and immunocompromising conditions. Exposure to tobacco smoke and daycare attendance also increase the risk of severe lower respiratory tract involvement.",
    "cxr_findings": "Findings in rhinovirus pneumonia are often nonspecific and may include hyperinflation, peribronchial thickening, and patchy interstitial infiltrates. Focal consolidation is less common unless there is secondary bacterial infection.",
    "season": "Occurs year-round, but peak activity typically occurs in the fall and spring in temperate climates.",
    "regions": "Worldwide.",
    "best_age": "All ages are affected, but severe lower respiratory tract disease is most common in infants and young children, as well as the elderly.",
    "sex": "No specific predilection noted.",
    "induction": "Usually 2 to 3 days (range: 1 to 7 days).",
    "diagnosis": "Nucleic acid amplification tests (RT-PCR) of respiratory secretions are the most sensitive and preferred method for detection. Rhinoviruses are frequently detected as part of multiplex respiratory viral panels.",
    "treatment": "Treatment is supportive. No specific antiviral therapy is currently available for treatment of rhinovirus infections. Antimicrobial agents should not be used for pre-vention of secondary bacterial infection, because their use may promote the emergence of resistant bacteria and subsequently complicate treatment for a bacterial infection, and because of the risk of antibiotic-associated side effects"
  },
  {
    "pneumonia_cause": "Staphylococcus aureus",
    "CLINICAL MANIFESTATIONS": "Staphylococcus aureus causes a variety of localized and inva-sive suppurative infections and 3 toxin-mediated syndromes: toxic shock syndrome, scalded skin syndrome, and food poisoning (see Staphylococcal Food Poisoning, p 677). Localized infections include cellulitis, skin and soft tissue abscesses, furuncles, carbuncles, pustulosis, impetigo (bullous and nonbullous), paronychia, mastitis, hordeola, omphalitis, sinusitis, orbital cellulitis/abscess, peritonsillar abscesses (Quinsy), parotitis, lymphadenitis, and wound infections. Bacteremia can be associated with focal complications including osteomyelitis; septic arthritis; endocarditis; pneumonia; pleural empyema; septic pulmo-nary emboli; pericarditis; soft tissue, muscle, or visceral abscesses; and septic thrombo-phlebitis of small and large vessels. In patients with neutropenia, ecthyma gangrenosum may occur. Primary S aureus pneumonia also can occur after aspiration of organisms from the upper respiratory tract and can occur in the context of concurrent or antecedent viral infections from the community (eg, influenza) or in ventilated patients. Meningitis may occur in preterm infants but otherwise is rare unless accompanied by an intradermal for-eign body (eg, ventriculoperitoneal shunt) or a congenital or acquired defect in the dura. S aureus also causes infections with and without bacteremia associated with foreign bodies, including intravascular catheters or grafts, peritoneal catheters, cerebrospinal fluid shunts, spinal instrumentation or intramedullary rods, pressure equalization tubes, pacemak-ers and other intracardiac devices, vagal nerve stimulators, and prosthetic joints. S aureus infections can be fulminant. Certain chronic diseases, conditions, and events, such as diabetes mellitus, malignancy, prematurity, immunodeficiency, kidney disease, nutritional disorders, dialysis, surgery, and transplantation, increase the risk for severe S aureus infec-tions. Metastatic foci and abscess formation need to be drained and foreign bodies should be removed when possible. Prolonged antimicrobial therapy often is necessary to achieve cure. Staphylococcal toxic shock syndrome (TSS), a toxin-mediated disease, usu-ally is caused by strains producing TSS toxin-1 or possibly other related staphylococcal enterotoxins. Characterized by acute onset of fever, generalized erythroderma, rapid-onset hypotension, and signs of multisystem organ involvement, including profuse watery diarrhea, vomiting, conjunctival injection, and severe myalgia (see Table 3.53, p 680, for clinical case definition). TSS can occur in menstruating females using tampons or fol-lowing childbirth or abortion. TSS also can occur in males and females after surgical procedures, in association with cutaneous lesions, or without a readily identifiable focus of infection. Prevailing clones (eg, USA300) of methicillin-resistant S aureus (MRSA) rarely produce TSS toxin. People with TSS, especially menses-associated illness, are at risk of a recurrent episode.Staphylococcal scalded skin syndrome (SSSS) is a toxin-mediated disease caused by circulation of exfoliative toxins A and B. The manifestations of SSSS are age related and include Ritter disease (generalized exfoliation) in the neonate, a tender scarlatiniform eruption and localized bullous impetigo in older children, or a combina-tion of these with thick white/brown flaky desquamation of the entire skin, especially on the face and neck, in older infants and toddlers. The hallmark of SSSS is the toxin-mediated cleavage of the stratum granulosum layer of the epidermis (ie, Nikolsky sign). Proper pain management is a mainstay of therapy for SSSS. Healing occurs without scarring. Bacteremia is rare, but dehydration and superinfection can occur with extensive exfoliation",
    "risk_factors": "Preceding influenza or other viral infections, presence of skin or soft tissue infections (SSTIs), intravenous drug use, indwelling vascular catheters, and chronic conditions like cystic fibrosis or chronic granulomatous disease (CGD).",
    "cxr_findings": "Rapidly progressive patchy or lobar consolidation. Distinctive features include pneumatoceles (thin-walled air-filled cysts), lung abscesses, and large pleural effusions or empyema. Spontaneous pneumothorax may occur due to rupture of pneumatoceles.",
    "season": "Occurs year-round, but invasive pneumonia cases often peak during the influenza season (winter and early spring).",
    "regions": "Worldwide; prevalence of community-associated MRSA (CA-MRSA) varies by geographic region.",
    "best_age": "Can affect all ages; however, it is a significant cause of severe pneumonia in infants and adolescents.",
    "sex": "No specific predilection.",
    "induction": "Variable; respiratory symptoms can deteriorate rapidly within 24 to 48 hours following a viral prodrome.",
    "diagnosis": "Isolation of S. aureus from blood, pleural fluid, or deep respiratory cultures (BAL/tracheal aspirate). Gram stain shows characteristic gram-positive cocci in clusters. Molecular testing for the mecA gene can rapidly identify MRSA.",
    "treatment": "Invasive Staphylococcal Infections. Empiric therapy for suspected invasive staphylococcal infection, including pneumonia, osteoarticular infection, visceral abscesses, and foreign body-associated infection with bacteremia, is vancomycin plus a semisynthetic beta lactam (eg, nafcillin, oxacillin). Subsequent therapy should be based on antimicrobial susceptibil-ity results. Serious MSSA infections require intravenous therapy with an antistaphylo-coccal beta-lactam antimicrobial agent, such as nafcillin, oxacillin, or cefazolin, because most S aureus strains produce beta-lactamase enzymes and are resistant to penicillin and ampicillin (see Table 3.54, p 684). The addition of rifampin may be considered for those with invasive disease associated with an indwelling foreign body, especially if removal of the infected implant or device is not feasible. Vancomycin is not recommended for treat-ment of serious MSSA infections (including endocarditis), because it is weakly bacteri-cidal and outcomes are inferior with vancomycin compared with antistaphylococcal beta lactams. First- or second-generation cephalosporins (eg, cefazolin) or vancomycin are less effective than nafcillin or oxacillin for treatment of MSSA meningitis. Clindamycin is bac-teriostatic and should not be used for treatment of primary bacteremia or endovascular infection.Guidelines for management of serious skin/soft tissue infection, complicated pneu-monia/empyema, central nervous system (CNS) infection, osteomyelitis, and endocarditis caused by MRSA are available (www.idsociety.org/IDSA_Practice_Guidelines/). For MRSA pneumonia complicating influenza in children, vancomycin monotherapy in the first 24 hours of treatment was associated with higher mortality compared with vancomycin combined with a second antibiotic (clindamycin, linezolid, or ceftaroline) in a retrospective, multicenter study. Thus, a combination of vancomycin plus one of these agents is recommended for empiric treatment of children with life-threatening pneumo-nia complicating influenza. Antibiotic therapy can be de-escalated to a single agent if there is clinical improvement and antibiotic susceptibility information to guide treatment.VISA infection is rare in children. For seriously ill patients with a history of recurrent MRSA infections or for patients failing vancomycin therapy in whom VISA strains are a consideration, initial therapy could include linezolid or trimethoprim-sulfamethoxazole, with or without gentamicin. If antimicrobial susceptibility results document multidrug resistance, alternative agents, such as ceftaroline, daptomycin (except for pneumonia, for which daptomycin should not be used due to inhibition by pulmonary surfactant), tigecy-cline, or quinupristin-dalfopristin, could be considered. However, data are limited on the use of daptomycin, quinupristin-dalfopristin, and tigecycline in children, and consulta-tion with a specialist in infectious diseases should be considered. In addition, in children younger than 8 years, there may be reversible inhibition of bone growth and adverse effects on tooth development with tigecycline use.Duration of therapy for serious MSSA or MRSA infections depends on the site and severity of infection but usually is 4 weeks or more for endocarditis, osteomyelitis, necrotizing pneumonia, or disseminated infection, assuming a documented clinical and microbiologic response. In assessing whether modification of therapy is necessary, clini-cians should consider whether the patient is improving clinically, should identify and drain sequestered foci of infection and remove foreign material (such as a central catheter) when possible, and for MRSA strains, should consider the vancomycin MIC and the achievable vancomycin exposure. The area-under-the-curve to minimum inhibitory concentration (AUC/MIC) has been identified as the most appropriate pharmacokinetic/pharmacody-namic (PK/PD) target for vancomycin in adult patients with MRSA. Although there are limitations in prospective outcomes data in pediatric patients with serious MRSA infec-tions, the most recent consensus guideline from the American Society of Health-System Pharmacists, the Infectious Diseases Society of America, the Pediatric Infectious Diseases Society, and the Society of Infectious Diseases Pharmacists recommends AUC guided therapeutic monitoring, preferably with Bayesian estimation, for all pediatric age groups receiving vancomycin.1,2,3 This estimation accounts for developmental changes of van-comycin clearance from newborn to adolescent. Dosing in children should be designed to achieve an AUC of 400 to 600 μg-hour/L (assuming MIC of 1) and/or trough levels <15 μg/mL to minimize AKI risks. Bayesian estimation can be completed with 2 levels, with one level being recommended 1 to 2 hours after end of vancomycin infusion and the second level being drawn 4 to 6 hours after end of infusion. Levels can be obtained as early as after the second dose. Software to assist with these calculations is available online and for purchase. It is recommended to avoid AUC >800 and troughs >15. Most children younger than 12 years will require higher doses to achieve optimal AUC/MIC compared with older children.Completion of the treatment course with an oral drug can be considered in children if an endovascular infection (ie, endocarditis or infected thrombus) or CNS infection is not a concern. For endovascular and CNS infections, parenteral therapy is recommended for the entire treatment course. Drainage of large abscesses, often more than once, and removal of foreign bodies are almost always required in addition to medical therapy. In some cases, multiple débridement procedures are necessary for children with complicated S aureus osteoarticular infection.Duration of therapy for S aureus central line-associated bloodstream infections is con-troversial and depends on a number of factors—the type and location of the catheter, the site of infection (exit site vs tunnel vs line), the feasibility of using an alternative vascular access site at a later date, the presence or absence of a catheter-related thrombus, and host immunity. Infections are more difficult to treat when associated with a thrombus, thrombophlebitis, or intra-atrial thrombus, and a longer course is suggested if the patient is immunocompromised. Expert opinion differs on recommended treatment duration, but many suggest a minimum of 14 days provided there is no evidence of a metastatic focus and the patient responds to antimicrobial therapy with rapid sterilization of the blood cultures. If the patient needs a new central line, waiting 48 to 72 hours after bac-teremia apparently has resolved before insertion is optimal. If a tunneled catheter is needed for ongoing care, treatment of the infection without removal of the catheter can be attempted but may not always be successful. Vegetations or a thrombus in the heart or great vessels always should be considered when a central line becomes infected and should be suspected more strongly if blood cultures remain positive for more than 2 days on appropriate antimicrobial therapy following removal of the central line or if there are other clinical manifestations associated with endocarditis. Transesophageal echocardiog-raphy is the most sensitive technique for identifying vegetations, but transthoracic echo-cardiography generally is adequate for children younger than 10 years and/or weighing <60 kg"
  },
  {
    "pneumonia_cause": "Group A Streptococcal Infections",
    "CLINICAL MANIFESTATIONS": "The most common group A streptococcal (GAS) infec-tion is acute pharyngotonsillitis (pharyngitis), which manifests as sore throat with tonsillar inflammation and often tender anterior cervical lymphadenopathy, palatal petechiae, or a strawberry tongue. Purulent complications of pharyngitis include peritonsillar or retro-pharyngeal abscesses, suppurative cervical adenitis, and rarely, sinusitis and otitis media. Nonsuppurative complications include acute rheumatic fever (ARF) and acute glomeru-lonephritis (AGN). The goal of antimicrobial therapy for GAS pharyngitis is to reduce acute morbidity, suppurative and nonsuppurative (ARF) complications, and transmission to close contacts. Antimicrobial therapy to prevent AGN after pyoderma or pharyngitis is not effective.Scarlet fever occurs most often with pharyngitis and, rarely, with pyoderma or an infected wound. Scarlet fever, which has re-emerged in the United Kingdom, China, and Hong Kong, involves a characteristic confluent erythematous sandpaper-like rash caused by one or more GAS erythrogenic exotoxins. Other than rash, the epidemiologic features, symptoms, signs, sequelae, and treatment of scarlet fever are the same as those of strepto-coccal pharyngitis.Acute streptococcal pharyngitis is uncommon in children younger than 3 years. Instead, they may present with rhinitis and a protracted illness with moderate fever, irrita-bility, and anorexia (streptococcal fever or streptococcosis). The second most common site of GAS infection is the skin. Streptococcal skin infections (eg, pyoderma or impetigo) can be followed by AGN, occasionally in epidemics. GAS skin infection has not been proven to lead to ARF.Other GAS infections include erysipelas, cellulitis (including perianal), vaginitis, bacteremia, sepsis, pneumonia, endocarditis, pericarditis, septic arthritis, necrotizing fasciitis, purpura fulminans, osteomyelitis, myositis, puerperal sepsis, surgical wound infection, mastoiditis, and neonatal omphalitis. Invasive GAS infections often encom-pass bacteremia with or without a focus of infection and can present as streptococ-cal toxic shock syndrome (STSS), overwhelming sepsis, or necrotizing fasciitis (NF). Necrotizing fasciitis can follow minor or unrecognized trauma but uncommonly phar-yngitis, often involves an extremity, and manifests as pain out of proportion to examina-tion findings. STSS is caused by infection of normally sterile body site(s) (blood, pleura, cerebrospi-nal fluid, etc) with a toxin-producing GAS strain, typically manifesting as a severe acute illness with fever, generalized erythroderma, rapid-onset hypotension, and signs of multi-organ involvement, including renal failure. Local soft tissue infection (eg, cellulitis, myosi-tis, or NF) associated with severe, rapidly increasing pain is common, although STSS can occur without an identifiable focus of infection.Rheumatic fever is a nonsuppurative sequela of GAS pharyngitis and is endemic in parts of Africa, Asia, and the Pacific, including the Australian and New Zealand indig-enous populations. The United States, Canada, and most of Europe are considered ARF low-risk populations, although sporadic cases continue to occur. An association between GAS infection and sudden onset of obsessive-compulsive behavior, tic disorders, or other unexplained acute neurologic changes—pediatric auto-immune neuropsychiatric disorders associated with streptococcal infections (PANDAS), as a subset of pediatric acute-onset neuropsychiatric syndrome (PANS)—has been proposed. Data for an association with GAS infection and either PANDAS or PANS rely on a number of small and as yet unduplicated studies. In the absence of acute clinical symptoms and signs of pharyngitis, GAS testing (by culture, antigen detection, or serology) is not recommended for such patients (see Indications for GAS Testing). There also is insufficient evidence to support antibiotic treatment or prophylaxis, Immune Globulin, or plasmapheresis for children suspected to have PANDAS or PANS. Management is best directed by specialists with experience with the presenting symp-toms and signs, such as child psychiatrists, behavioral and developmental pediatricians, or child neurologists",
    "risk_factors": "Preceding viral infections (especially varicella/chickenpox or influenza), skin lesions or wounds, and close contact with an infected person. In children, it often occurs as a secondary infection following a respiratory viral illness.",
    "cxr_findings": "Typically shows focal or multilobar consolidation. A hallmark is the rapid development of large, often loculated, pleural effusions or empyema. Lung abscesses and pneumatoceles may also occur but are less common than in S. aureus.",
    "season": "Peak incidence occurs in late winter and spring, following the pattern of streptococcal pharyngitis and common viral respiratory infections.",
    "regions": "Worldwide.",
    "best_age": "Can affect all ages; however, severe invasive disease and pneumonia are frequently seen in school-aged children and the elderly.",
    "sex": "No specific predilection.",
    "induction": "Short; typically 1 to 3 days following exposure or as a secondary complication of a viral prodrome.",
    "diagnosis": "Isolation of S. pyogenes from blood, pleural fluid, or deep respiratory tract cultures. Gram stain shows gram-positive cocci in chains. Rapid antigen detection tests (RADT) are useful for pharyngitis but not for systemic diagnosis.",
    "treatment": "Other GAS infections include erysipelas, cellulitis (including perianal), vaginitis, bacteremia, sepsis, pneumonia, endocarditis, pericarditis, septic arthritis, necrotizing fasciitis, purpura fulminans, osteomyelitis, myositis, puerperal sepsis, surgical wound infection, mastoiditis, and neonatal omphalitis. Invasive GAS infections often encom-pass bacteremia with or without a focus of infection and can present as streptococ-cal toxic shock syndrome (STSS), overwhelming sepsis, or necrotizing fasciitis (NF). Necrotizing fasciitis can follow minor or unrecognized trauma but uncommonly phar-yngitis, often involves an extremity, and manifests as pain out of proportion to examina-tion findings. STSS is caused by infection of normally sterile body site(s) (blood, pleura, cerebrospi-nal fluid, etc) with a toxin-producing GAS strain, typically manifesting as a severe acute illness with fever, generalized erythroderma, rapid-onset hypotension, and signs of multi-organ involvement, including renal failure. Local soft tissue infection (eg, cellulitis, myosi-tis, or NF) associated with severe, rapidly increasing pain is common, although STSS can occur without an identifiable focus of infection.Rheumatic fever is a nonsuppurative sequela of GAS pharyngitis and is endemic in parts of Africa, Asia, and the Pacific, including the Australian and New Zealand indig-enous populations. The United States, Canada, and most of Europe are considered ARF low-risk populations, although sporadic cases continue to occur. An association between GAS infection and sudden onset of obsessive-compulsive behavior, tic disorders, or other unexplained acute neurologic changes—pediatric auto-immune neuropsychiatric disorders associated with streptococcal infections (PANDAS), as a subset of pediatric acute-onset neuropsychiatric syndrome (PANS)—has been proposed. Data for an association with GAS infection and either PANDAS or PANS rely on a number of small and as yet unduplicated studies. In the absence of acute clinical symptoms and signs of pharyngitis, GAS testing (by culture, antigen detection, or serology) is not recommended for such patients (see Indications for GAS Testing). There also is insufficient evidence to support antibiotic treatment or prophylaxis, Immune Globulin, or plasmapheresis for children suspected to have PANDAS or PANS. Management is best directed by specialists with experience with the presenting symp-toms and signs, such as child psychiatrists, behavioral and developmental pediatricians, or child neurologists Other GAS infections include erysipelas, cellulitis (including perianal), vaginitis, bacteremia, sepsis, pneumonia, endocarditis, pericarditis, septic arthritis, necrotizing fasciitis, purpura fulminans, osteomyelitis, myositis, puerperal sepsis, surgical wound infection, mastoiditis, and neonatal omphalitis. Invasive GAS infections often encom-pass bacteremia with or without a focus of infection and can present as streptococ-cal toxic shock syndrome (STSS), overwhelming sepsis, or necrotizing fasciitis (NF). Necrotizing fasciitis can follow minor or unrecognized trauma but uncommonly phar-yngitis, often involves an extremity, and manifests as pain out of proportion to examina-tion findings. STSS is caused by infection of normally sterile body site(s) (blood, pleura, cerebrospi-nal fluid, etc) with a toxin-producing GAS strain, typically manifesting as a severe acute illness with fever, generalized erythroderma, rapid-onset hypotension, and signs of multi-organ involvement, including renal failure. Local soft tissue infection (eg, cellulitis, myosi-tis, or NF) associated with severe, rapidly increasing pain is common, although STSS can occur without an identifiable focus of infection.Rheumatic fever is a nonsuppurative sequela of GAS pharyngitis and is endemic in parts of Africa, Asia, and the Pacific, including the Australian and New Zealand indig-enous populations. The United States, Canada, and most of Europe are considered ARF low-risk populations, although sporadic cases continue to occur. An association between GAS infection and sudden onset of obsessive-compulsive behavior, tic disorders, or other unexplained acute neurologic changes—pediatric auto-immune neuropsychiatric disorders associated with streptococcal infections (PANDAS), as a subset of pediatric acute-onset neuropsychiatric syndrome (PANS)—has been proposed. Data for an association with GAS infection and either PANDAS or PANS rely on a number of small and as yet unduplicated studies. In the absence of acute clinical symptoms and signs of pharyngitis, GAS testing (by culture, antigen detection, or serology) is not recommended for such patients (see Indications for GAS Testing). There also is insufficient evidence to support antibiotic treatment or prophylaxis, Immune Globulin, or plasmapheresis for children suspected to have PANDAS or PANS. Management is best directed by specialists with experience with the presenting symp-toms and signs, such as child psychiatrists, behavioral and developmental pediatricians, or child neurologists"
  },
  {
    "pneumonia_cause": "Group B streptococcal Infections",
    "CLINICAL MANIFESTATIONS": "In neonates, GBS pneumonia typically presents as part of an early-onset sepsis syndrome (within the first 7 days of life). Clinical signs include respiratory distress (tachypnea, grunting, retractions), temperature instability, apnea, and lethargy. It is often clinically indistinguishable from respiratory distress syndrome (RDS) in preterm infants. Late-onset GBS (7 to 89 days) more commonly presents as meningitis or bacteremia but can also cause focal pneumonia.",
    "risk_factors": "Maternal colonization with GBS (vaginal or rectal), prolonged rupture of membranes (>18 hours), maternal fever during labor, prematurity (<37 weeks), and previous infant with GBS disease.",
    "cxr_findings": "Chest X-ray findings are often indistinguishable from hyaline membrane disease (RDS), typically showing diffuse, fine granular (ground-glass) opacities and air bronchograms. Focal consolidation or pleural effusions may also be present.",
    "season": "No seasonal predilection; occurs year-round.",
    "regions": "Worldwide.",
    "best_age": "Primarily neonates (0-28 days). Early-onset disease occurs in the first week, with the vast majority presenting in the first 24 hours of life.",
    "sex": "No specific predilection.",
    "induction": "Early-onset: within hours of birth (vertical transmission). Late-onset: weeks to months after birth (horizontal transmission from mother or environment).",
    "diagnosis": "Isolation of S. agalactiae from blood, cerebrospinal fluid (CSF), or tracheal aspirate culture. Gram stain shows gram-positive cocci in pairs or short chains. PCR of maternal rectovaginal swabs is used for screening but not for neonatal diagnosis.",
    "treatment": "Ampicillin plus an Aminoglycoside (typically Gentamicin) is the preferred empiric regimen for suspected neonatal GBS. Once the organism is confirmed and susceptibility is known, Penicillin G is the drug of choice due to its high efficacy and narrow spectrum."
  },
  {
    "pneumonia_cause": "Non-Group A or B streptococcal",
    "CLINICAL MANIFESTATIONS": "These organisms, particularly Groups C and G, can cause respiratory infections that mimic Group A Streptococcus (GAS), including pharyngitis and, less commonly, pneumonia. Pneumonia caused by these groups often presents with fever, productive cough, and pleuritic chest pain. The Viridans group streptococci (VGS) are usually part of the normal oral flora but can cause opportunistic pneumonia or lung abscesses in patients with severe neutropenia or following aspiration.",
    "risk_factors": "Underlying malignancy (especially leukemia), profound neutropenia, immunodeficiency, chronic liver disease, and previous viral respiratory infections. For Viridans group, poor oral hygiene and aspiration risk are significant factors.",
    "cxr_findings": "Findings vary from patchy bronchopneumonia to lobar consolidation. Pleural effusions may occur, especially with Group C and G infections, though typically less frequently or extensively than with GAS.",
    "season": "No specific seasonal pattern, though cases may increase during periods of high viral respiratory activity.",
    "regions": "Worldwide.",
    "best_age": "Can affect any age; however, invasive disease and pneumonia are more common in neonates (mimicking GBS) or in immunocompromised children and adolescents.",
    "sex": "No specific predilection.",
    "induction": "Variable; often 1 to 5 days depending on the specific group and host susceptibility.",
    "diagnosis": "Isolation of the organism from sterile sites (blood, pleural fluid) or deep respiratory cultures. Gram stain shows gram-positive cocci in pairs or chains. Differentiation requires serological grouping (Lancefield classification) or biochemical testing.",
    "treatment": "Penicillin G is generally the treatment of choice as most strains remain highly susceptible. For patients with serious infections or those with penicillin allergy, Ceftriaxone or Vancomycin may be used. Some Viridans group streptococci may have reduced susceptibility to penicillin, requiring higher doses or combination therapy with an aminoglycoside."
  },
  {
    "pneumonia_cause": "Streptococcus pneumoniae (Pneumococcus)",
    "CLINICAL MANIFESTATIONS": "Streptococcus pneumoniae is the most common bacterial cause of pneumonia in children. It typically presents with sudden onset of high fever, chills, productive cough, and pleuritic chest pain. In younger children, symptoms may be more subtle, including tachypnea, nasal flaring, and retractions without a prominent cough. Complications include empyema, lung abscess, and bacteremia which may lead to meningitis.",
    "risk_factors": "Asplenia (functional or anatomic, e.g., Sickle Cell Disease), HIV infection, primary immunodeficiencies, cochlear implants, CSF leaks, chronic heart or lung disease, and lack of immunization with PCV13/PCV15/PCV20. Attendance at group child care and exposure to tobacco smoke also increase risk.",
    "cxr_findings": "Classically presents as lobar consolidation with air bronchograms. However, it can also manifest as patchy bronchopneumonia, especially in infants. Pleural effusions are common, and round pneumonia on X-ray in children is frequently caused by S. pneumoniae.",
    "season": "Peak incidence occurs during the winter and early spring, often coinciding with the peak of respiratory viral infections (e.g., Influenza, RSV).",
    "regions": "Worldwide; however, the prevalence of specific serotypes varies by region and local vaccination programs.",
    "best_age": "Highest incidence of invasive disease and pneumonia occurs in children younger than 2 years and in the elderly (>65 years).",
    "sex": "No specific predilection noted.",
    "induction": "Short; typically 1 to 3 days.",
    "diagnosis": "Culture from sterile sites (blood or pleural fluid) is definitive. Sputum cultures are often unreliable in children due to high rates of asymptomatic nasopharyngeal colonization. Urinary antigen tests are not recommended for children due to false positives from colonization. PCR of pleural fluid is highly sensitive.",
    "treatment": "Empiric therapy for non-immunized or severely ill children often includes Ceftriaxone or Vancomycin due to potential penicillin resistance. For susceptible strains, high-dose Amoxicillin (oral) or Penicillin G (IV) is the drug of choice. Treatment duration is typically 7 to 10 days for uncomplicated cases."
  },
  {
    "pneumonia_cause": "Varicella-Zoster Virus (Chickenpox)",
    "CLINICAL MANIFESTATIONS": "Primary infection causes generalized pruritic vesicular rash, fever, and malaise. Viral pneumonia is a serious complication, more common in adults and immunocompromised children, characterized by cough, dyspnea, tachypnea, and fever appearing 1 to 6 days after rash onset.",
    "risk_factors": "Immunocompromised status, pregnancy, adulthood, smoking, chronic lung disease.",
    "cxr_findings": "Diffuse nodular or reticulonodular infiltrates; may have calcifications later.",
    "season": "Late winter and early spring.",
    "regions": "Worldwide.",
    "best_age": "Pneumonia more common in adults and adolescents than young children.",
    "sex": "No specific predilection.",
    "induction": "14 to 16 days (range 10–21 days).",
    "diagnosis": "PCR of skin lesions or secretions, DFA, Serology (IgM/IgG).",
    "treatment": "Intravenous Acyclovir is recommended for severe disease or varicella pneumonia. Supportive respiratory care."
  },
  {
    "pneumonia_cause": "Treponema pallidum (Congenital Syphilis)",
    "CLINICAL MANIFESTATIONS": "Congenital syphilis can present with pneumonia alba, a severe form of lung involvement leading to respiratory distress and death. Other signs include hepatosplenomegaly, snuffles (copious nasal discharge), maculopapular rash (copper-colored) on palms/soles, osteochondritis, and hemolysis.",
    "risk_factors": "Maternal untreated or inadequately treated syphilis during pregnancy.",
    "cxr_findings": "Diffuse opacification of lung fields (white lung').",
    "season": "No seasonal predilection.",
    "regions": "Worldwide.",
    "best_age": "Neonate (Congenital infection).",
    "sex": "No specific predilection.",
    "induction": "Transplacental transmission.",
    "diagnosis": "Darkfield microscopy, PCR, Nontreponemal tests (RPR/VDRL) confirmed by Treponemal tests (TP-PA).",
    "treatment": "Parenteral Penicillin G (Aqueous crystalline or Procaine) for 10 days."
  },
  {
    "pneumonia_cause": "Toxoplasma gondii",
    "CLINICAL MANIFESTATIONS": "Most infections are asymptomatic. Symptomatic pneumonitis can occur in congenital infection or disseminated disease in immunocompromised patients (e.g., HIV/AIDS, transplant recipients). Symptoms include fever, cough, and dyspnea, often mimicking P. jirovecii pneumonia.",
    "risk_factors": "Immunocompromise (T-cell defects), fetal exposure, ingestion of undercooked meat or cat feces.",
    "cxr_findings": "Diffuse interstitial infiltrates.",
    "season": "No seasonal predilection.",
    "regions": "Worldwide.",
    "best_age": "Any age (reactivation in immunocompromised).",
    "sex": "No specific predilection.",
    "induction": "7 to 18 days after ingestion of cysts.",
    "diagnosis": "Serology (IgM/IgG/Avidity), PCR (amniotic fluid/body fluids), Histology (tachyzoites).",
    "treatment": "Pyrimethamine + Sulfadiazine + Leucovorin. Corticosteroids if ocular/CNS involvement."
  },
  {
    "pneumonia_cause": "Mycobacterium tuberculosis (TB)",
    "CLINICAL MANIFESTATIONS": "Primary pulmonary disease in children is often asymptomatic or presents with mild fever, cough, and weight loss. Progression can lead to lobar pneumonia, pleural effusion, or miliary (disseminated) TB with severe respiratory distress, hepatosplenomegaly, and meningitis.",
    "risk_factors": "Contact with infectious adult, young age (<5 years), HIV infection, malnutrition.",
    "cxr_findings": "Hilar/mediastinal lymphadenopathy (hallmark in children), focal consolidation (Ghon focus), air trapping. Miliary pattern in disseminated disease.",
    "season": "No seasonal predilection.",
    "regions": "Worldwide (higher in endemic regions).",
    "best_age": "All ages; infants/young children at highest risk of progression to active disease.",
    "sex": "No specific predilection.",
    "induction": "2 to 10 weeks from infection to positive TST; months to years for disease progression.",
    "diagnosis": "TST, IGRA, Gastric aspirate/Sputum PCR (Xpert MTB/RIF) and Culture.",
    "treatment": "Multi-drug regimen: Isoniazid (INH), Rifampin (RIF), Pyrazinamide (PZA), and Ethambutol (EMB) for 2 months, followed by INH+RIF."
  }
]
